package com.ysh.tv.app.yangguangduanwu;

/**
 * Created by Administrator on 2016/8/1.
 */
public class YangGuanDanWuConstant {
    public static String txt01="中国共产党农村基层组织工作条例\n" +
            "第一章 总 则\n" +
            "第一条 为了加强和改进党的农村基层组织建设，加强和改善党对农村工作的领导，推动农村经济发展和社会进步，保证党在农村改革和发展目标的实现，根据《中国共产党章程》制定本条例。 \n" +
            "第二条 乡镇党的委员会（以下简称乡镇党委）和村党支部（含总支、党委，下同）是党在农村的基层组织，是党在农村全部工作和战斗力的基础，是乡镇、村各种组织和各项工作的领导核心。\n" +
            "第三条 党的农村基层组织必须以马克思列宁主义、毛泽东思想、邓小平理论为指导，贯彻党的路线方针政策坚持党要管党和从严治党，努力成为团结带领群众建设有中国特色社会主义新农村的坚强战斗堡垒。 \n" +
            "第二章 组织设置\n" +
            "第四条 乡镇应当设立党的基层委员会。乡镇党委由党员大会或者党员代表大会选举产生。\n" +
            "第五条 有正式党员3名以下的村，应当成立党支部；不足3名的，可与邻近村联合成立党支部。党支部员人数超过50名的村，或党员人数不足50名，但村办企业具备成立党支部条件的村，因工作需要，可以成立党的总支部。党员人数100名以上的村，根据工作需要，经县级地方党委批准，可以成立党的基层委员会。村党委受乡镇党委领导。村党支部、总支部和党的基层委员会由党员大会选举产生。\n" +
            "第六条 县以上有关部门驻乡镇的单位，应当根据党员人数和工作需要建立党的基层组织。这些党组织，除中央另有规定的以外，受乡镇党委领导。\n" +
            "第七条 乡镇工作机构设置和人员配备，应当坚持精干高效加强服务，密切联系群众的原则，严格执行上级的有关规定。村干部误工补贴人数和标准的确定，应当从实际出发，从严掌握。 \n" +
            "第三章 职责任务\n" +
            "第八条 乡镇党委的主要职责是：\n" +
            "（一）贯彻执行党的路线方针政策和上级党组织及本乡镇党员代表大会（党员大会）的决议。\n" +
            "（二）讨论决定本乡镇经济建设和社会发展中的重大问题。需由乡镇政权机关或集体经济组织决定的问题，由乡镇政权机关或集体经济组织依照法律和有关规定作出决定。\n" +
            "（三）领导乡镇政权机关和群众组织，支持和保证这些机关和组织依照国家法律法规及各自章程充分行使职权。\n" +
            "（四）加强乡镇党委自身建设和以党支部为核心的村级组织建设。\n" +
            "（五）按照干部管理权限，负责对干部的教育、增减选拔和监督工作。协助管理上级有关部门驻乡镇单位的干部。\n" +
            "（六）领导本乡镇的社会主义民主法制建设和精神文明建设，做好社会治安综合治理及计划生育工作。\n" +
            "第九条 村党支部的主要职责是：\n" +
            "（一）贯彻执行党的路线方针政策和上级党组织及本村党员大会的决议。\n" +
            "（二）讨论决定本村经济建设和社会发展中的重要问题。需由村民委员会、村民会议或集体经济组织决定的事情，由村民委员会、村民会议或集体经济组依照法律和有关规定作出决定。\n" +
            "（三）领导和推进村级民主选举、民主决策、民主管理、民主监督，支持和保障村民依法开展自治活动领导村民委员会村集体经济组织和共青团、妇代会、民兵等群众组织，支持和保证这些组织依照国家法律法规律性及各自章程充分行使职权。\n" +
            "（四）搞好支部委员会的自身建设，对党员进行教育、管理和监督。负责对要求入党的积极分子进行教育和培养，做好发展党员工作。\n" +
            "（五）负责村、组干部和村办企业管理人员的教育管理和监督。\n" +
            "（六）搞好本村的社会主义精神文明建设和社会治安、计划生育工作。\n" +
            "第十条 党员人数较多的村党支部，可以划分若干党小组。党小组在支部委员会领导下开展工作，组织党员学习和参加组织生活检查党员履行义务、行使权利和执行支部委员会、党员大会决议的情况，反映党员、群众的意见和要求。 \n" +
            "第四章 经济建设\n" +
            "第十一条 党农村基层组织应当加强对经济工作的领导，坚持以经济为中心，深化农村改革，发展农村经济，增加农民收入，减轻农民负担，提高农民生活水平。\n" +
            "（一）坚持以公有制为主体、多种所有制经济共同发展的基本经济制度以家庭承经营为基础、统分结合的经营制度，以劳动所得为主和按生产要素分配相结合的分配制度。\n" +
            "（二）稳定发展粮食生产，积极发展多种经营和乡镇企业，发展多种经营要同支持和促进粮食生产相结合发展乡镇企业要从实际出发，同促进农副产品流通和建设小城镇相结合。\n" +
            "（三）加强以水利为重点的家业基本建设，改善农业生态环境，实现家业可持续发展。\n" +
            "（四）领导制定本地经济发展规划，组织、动员各方面力量保证规划实施。村党支部领导和支持集体经济组织管理集体资产，协调利益关系，组织生产服务和集体资源开发，逐步壮大集体经济实力。\n" +
            "（五）组织党员、群众学习家业科学技术知识，应用科技发展经济。 \n" +
            "第五章 精神文明建设\n" +
            "第十二条 党的农村基层组织应当制定社会主义精神文明建设规划，保证社会主义物质文明建设和精神文明建设协调发展，促进农村经济和社会的全面进步。\n" +
            "第十三条 对群众进行爱国主义、集体主义和社会主义教育，党的基本路线和方针政策教育，思想道德和民主法制教育，引导农民正确处理国家、集体、个人三者之间的利益关系，培养有理想、有道德、有文化、有纪律的新型农民。\n" +
            "第十四条 搞好村镇规划，改善村镇面貌，创造文明卫生的生活环境；加强农村文化设施建设，开展健康有益的文体活动改善办学条件，普及义务教育；开展创建文明村镇、文明户活动破除封建迷信，移风易俗，树立社会主义新风尚。\n" +
            "第十五条 加强思想政治工作。宣传好人好事，弘扬正气。了解群众的思想状况，帮助解决群众的实际困难，及时疏导和化解人民内部矛盾，保持农村社会稳定。 \n" +
            "第六章 干部队伍和领导班子建设\n" +
            "第十六条 不断提高农村基层干部队伍的素质。农村基层干部要认真学习马克思列宁主义、毛泽东思想特别是邓小平理论，坚决贯彻党的基本路线和党在农村的方针政策，坚持全心全意为人民服务的根本宗旨，增强带领群众发展经济、搞好两个文明建设的本领。\n" +
            "第十七条 加强农村基层干部队伍的思想作风建设。坚持实事求是，不准虚假浮夸；坚持依法办事，不准违法乱纪法乱纪；坚持艰苦奋斗，不准奢侈浪费；坚持说服教育，不准强迫命令；坚持廉洁奉公，不准以权谋私。\n" +
            "第十八条 党的农村基层组织的领导班子，应当由认真贯彻执行执行党的路线方针政策，清正廉洁，公道正派，群众拥护能够带领群众完成各项任务的党员组织。乡镇党委书记还应具有一定的理论和政策水平，较强的组织协调能力，熟悉党务工作和农村工作。村党支部书还应具备一定的政策水平，善于做群众工作。应当重视培养选拔优秀年轻干部，改善领导班子的结构。\n" +
            "第十九条 领导班子应当贯彻党的思想路线。反映情况，安排工作，决定问题，必须实事求是，一切从实际也发，说实话、办实事、求实效。\n" +
            "第二十条 领导班子应当贯彻党的群众路线。决定重大事情要同群众商量，布置工作任务要向群众讲清道理；经常中取群众意见，不断改进工作；关心群众生活维护群众的合法权益，切实减轻群众负担。\n" +
            "第二十一条 领导班子应当贯彻党的民主集中制。坚持集体领导和个人分工负责相结合的制度。凡属重要问题，必须经过集体讨论决定，不允许个人或者少数人说了算。书记敢于负责，有民主作风，善于发挥每个委员的作用。委员要积极参与和维护集体领导，主动做好分工负责的工作。\n" +
            "第二十二条 乡镇党委和村党支部委员会每半年召开一次以开展批评与自我批评为主要内容的组织生活会，接受党员和群众的监督。 \n" +
            "第七章 党员队伍建设\n" +
            "第二十三条 农村党员应当在社会主义物质文明和精神文明建设中发挥先锋模范作用，带头执行党和国家的各项政策，带领群众共同致富。\n" +
            "第二十四条 党的农村基层组织应当组织党员学习马克思列宁主义、毛泽东思想特别是邓小平理论，学习党的基本知识和科学文化知识、社会主义市场经济知识、法律法规知识。党员教育应当坚持理论联系实际，适合农村特点，贴近党员思想，采取多种形式。发挥乡镇党校、党员活动室和党员电化教育的作用。乡镇党委每年应当对党员分期分批进行集中培训一次。\n" +
            "第二十五条 严格党的组织生活。村党支部每月应当开展一次党员活动包括学习党的文件，上党课，召开组织生活会等。\n" +
            "第二十六条 坚持和完善民主评议党员制度。对优秀党员，要进行表彰；对不合格党员，要依照有关规定，分别采取教育帮助、限期改正、劝其退党、党员除名等方式进行严肃处理。\n" +
            "第二十七条 尊重和保障党员的各项权利，教育和监督党员履行义务。要使党员对党内事务有更多的了解和参与。要组织开展党员联系户等活动，给党员分配适当的社会工作和群众工作，为党员发挥作用创造条件。\n" +
            "第二十八条 加强和改进对外出党员的教育和管理。对外来党员有关党组织应当及时将他们编入党的支部和小组，组织他们参加党的活动。\n" +
            "第二十九条 严格执行党的纪律经常向党员进行遵纪守法教育。党员违犯党的纪律，应当及时严肃查处。处分党员必须按照党章和有关规定进行。对受到党的纪律处分的，要加强教育，帮助他们改正错误。\n" +
            "第三十条 按照坚持标准、保证质量、改善结构、慎重发展的方针和有关规定，做好发展党员工作。注意吸收优秀青年、妇女入党，村级党组织发展党员必须经过乡镇党委审批。 \n" +
            "第八章 附 则\n" +
            "第三十一条 省、自治区、直辖市党委可以根据本条例，结合本地区情况制定实施细则。\n" +
            "第三十二条 本条例由县（市）党委负责实施。\n" +
            "第三十三条 本条例由中共中央组织部负责解释。\n" +
            "第三十四条 本条例自发布之日起施行。\n" +
            "\n ";
    public static String txt02=
            "  \n" +
            "第一章 总则\n" +
            "第一条 为了规范发展党员工作，保证新发展的党员质量，保持党的先进性和纯洁性，根据《中国共产党章程》和党内有关规定，制定本细则。\n" +
            "第二条 党的基层组织应当把吸收具有马克思主义信仰、共产主义觉悟和中国特色社会主义信念，自觉践行社会主义核心价值观的先进分子入党，作为一项经常性重要工作。\n" +
            "第三条 发展党员工作应当贯彻党的基本理论、基本路线、基本纲领、基本经验、基本要求，按照控制总量、优化结构、提高质量、发挥作用的总要求，坚持党章规定的党员标准，始终把政治标准放在首位；坚持慎重发展、均衡发展，有领导、有计划地进行；坚持入党自愿原则和个别吸收原则，成熟一个，发展一个。\n" +
            "禁止突击发展，反对“关门主义”。\n" +
            "第二章 入党积极分子的确定和培养教育\n" +
            "第四条 党组织应当通过宣传党的政治主张和深入细致的思想政治工作，提高党外群众对党的认识，不断扩大入党积极分子队伍。\n" +
            "第五条 年满十八岁的中国工人、农民、军人、知识分子和其他社会阶层的先进分子，承认党的纲领和章程，愿意参加党的一个组织并在其中积极工作、执行党的决议和按期交纳党费的，可以申请加入中国共产党。\n" +
            "第六条 入党申请人应当向工作、学习所在单位党组织提出入党申请，没有工作、学习单位或工作、学习单位未建立党组织的，应当向居住地党组织提出入党申请。\n" +
            "流动人员还可以向单位所在地党组织或单位主管部门党组织提出入党申请，也可以向流动党员党组织提出入党申请。\n" +
            "第七条 党组织收到入党申请书后，应当在一个月内派人同入党申请人谈话，了解基本情况。\n" +
            "第八条 在入党申请人中确定入党积极分子，应当采取党员推荐、群团组织推优等方式产生人选，由支部委员会（不设支部委员会的由支部大会，下同）研究决定，并报上级党委备案。\n" +
            "第九条 党组织应当指定一至两名正式党员作入党积极分子的培养联系人。培养联系人的主要任务是：\n" +
            "（一）向入党积极分子介绍党的基本知识；\n" +
            "（二）了解入党积极分子的政治觉悟、道德品质、现实表现和家庭情况等，做好培养教育工作，引导入党积极分子端正入党动机；\n" +
            "（三）及时向党支部汇报入党积极分子情况；\n" +
            "（四）向党支部提出能否将入党积极分子列为发展对象的意见。\n" +
            "第十条 党组织应当采取吸收入党积极分子听党课、参加党内有关活动，给他们分配一定的社会工作以及集中培训等方法，对入党积极分子进行马克思列宁主义、毛泽东思想和中国特色社会主义理论体系教育，党的路线、方针、政策和党的基本知识教育，党的历史和优良传统、作风教育以及社会主义核心价值观教育，使他们懂得党的性质、纲领、宗旨、组织原则和纪律，懂得党员的义务和权利，帮助他们端正入党动机，确立为共产主义事业奋斗终身的信念。\n" +
            "第十一条 党支部每半年对入党积极分子进行一次考察。基层党委每年对入党积极分子队伍状况作一次分析。针对存在的问题，采取改进措施。\n" +
            "第十二条 入党积极分子工作、学习所在单位（居住地）发生变动，应当及时报告原单位（居住地）党组织。原单位（居住地）党组织应当及时将培养教育等有关材料转交现单位（居住地）党组织。现单位（居住地）党组织应当对有关材料进行认真审查，并接续做好培养教育工作。培养教育时间可连续计算。\n" +
            "第三章 发展对象的确定和考察\n" +
            "第十三条 对经过一年以上培养教育和考察、基本具备党员条件的入党积极分子，在听取党小组、培养联系人、党员和群众意见的基础上，支部委员会讨论同意并报上级党委备案后，可列为发展对象。\n" +
            "第十四条 发展对象应当有两名正式党员作入党介绍人。入党介绍人一般由培养联系人担任，也可由党组织指定。\n" +
            "受留党察看处分、尚未恢复党员权利的党员，不能作入党介绍人。\n" +
            "第十五条 入党介绍人的主要任务是：\n" +
            "（一）向发展对象解释党的纲领、章程，说明党员的条件、义务和权利；\n" +
            "（二）认真了解发展对象的入党动机、政治觉悟、道德品质、工作经历、现实表现等情况，如实向党组织汇报；\n" +
            "（三）指导发展对象填写《中国共产党入党志愿书》，并认真填写自己的意见；\n" +
            "（四）向支部大会负责地介绍发展对象的情况；\n" +
            "（五）发展对象批准为预备党员后，继续对其进行教育帮助。\n" +
            "第十六条 党组织必须对发展对象进行政治审查。\n" +
            "政治审查的主要内容是：对党的理论和路线、方针、政策的态度；政治历史和在重大政治斗争中的表现；遵纪守法和遵守社会公德情况；直系亲属和与本人关系密切的主要社会关系的政治情况。\n" +
            "政治审查的基本方法是：同本人谈话、查阅有关档案材料、找有关单位和人员了解情况以及必要的函调或外调。在听取本人介绍和查阅有关材料后，情况清楚的可不函调或外调。对流动人员中的发展对象进行政治审查时，还应当征求其户籍所在地和居住地基层党组织的意见。\n" +
            "政治审查必须严肃认真、实事求是，注重本人的一贯表现。审查情况应当形成结论性材料。\n" +
            "凡是未经政治审查或政治审查不合格的，不能发展入党。\n" +
            "第十七条 基层党委或县级党委组织部门应当对发展对象进行短期集中培训。培训时间一般不少于三天（或不少于二十四个学时）。培训时主要学习党章、《关于党内政治生活的若干准则》等文件。中央组织部组织编写的《入党教材》，可以作为学习辅导材料。\n" +
            "未经培训的，除个别特殊情况外，不能发展入党。\n" +
            "第四章 预备党员的接收\n" +
            "第十八条 接收预备党员应当严格按照党章规定的程序办理。\n" +
            "第十九条 支部委员会应当对发展对象进行严格审查，经集体讨论认为合格后，报具有审批权限的基层党委预审。\n" +
            "基层党委对发展对象的条件、培养教育情况等进行审查，根据需要听取执纪执法等相关部门的意见。审查结果以书面形式通知党支部，并向审查合格的发展对象发放《中国共产党入党志愿书》。\n" +
            "发展对象未来三个月内将离开工作、学习单位的，一般不办理接收预备党员的手续。\n" +
            "第二十条 经基层党委预审合格的发展对象，由支部委员会提交支部大会讨论。\n" +
            "召开讨论接收预备党员的支部大会，有表决权的到会人数必须超过应到会有表决权人数的半数。\n" +
            "第二十一条 支部大会讨论接收预备党员的主要程序是：\n" +
            "（一）发展对象汇报对党的认识、入党动机、本人履历、家庭和主要社会关系情况，以及需向党组织说明的问题；\n" +
            "（二）入党介绍人介绍发展对象有关情况，并对其能否入党表明意见；\n" +
            "（三）支部委员会报告对发展对象的审查情况；\n" +
            "（四）与会党员对发展对象能否入党进行充分讨论，并采取无记名投票方式进行表决。赞成人数超过应到会有表决权的正式党员的半数，才能通过接收预备党员的决议。因故不能到会的有表决权的正式党员，在支部大会召开前正式向党支部提出书面意见的，应当统计在票数内。\n" +
            "支部大会讨论两个以上的发展对象入党时，必须逐个讨论和表决。\n" +
            "第二十二条 党支部应当及时将支部大会决议写入《中国共产党入党志愿书》，连同本人入党申请书、政治审查材料、培养教育考察材料等，一并报上级党委审批。\n" +
            "支部大会决议主要包括：发展对象的主要表现；应到会和实际到会有表决权的党员人数；表决结果；通过决议的日期；支部书记签名。\n" +
            "第二十三条 预备党员必须由党委（工委，下同）审批。\n" +
            "乡镇（街道）党委所属的基层党委，不能审批预备党员，但应当对支部大会通过接收的预备党员进行审议。\n" +
            "党总支不能审批预备党员，但应当对支部大会通过接收的预备党员进行审议。\n" +
            "除另有规定外，临时党组织不能接收、审批预备党员。\n" +
            "党组不能审批预备党员。\n" +
            "第二十四条 党委审批前，应当指派党委委员或组织员同发展对象谈话，作进一步的了解，并帮助发展对象提高对党的认识。谈话人应当将谈话情况和自己对发展对象能否入党的意见，如实填写在《中国共产党入党志愿书》上，并向党委汇报。\n" +
            "第二十五条 党委审批预备党员，必须集体讨论和表决。\n" +
            "党委主要审议发展对象是否具备党员条件、入党手续是否完备。发展对象符合党员条件、入党手续完备的，批准其为预备党员。党委审批意见写入《中国共产党入党志愿书》，注明预备期的起止时间，并通知报批的党支部。党支部应当及时通知本人并在党员大会上宣布。对未被批准入党的，应当通知党支部和本人，做好思想工作。\n" +
            "党委会审批两个以上的发展对象入党时，应当逐个审议和表决。\n" +
            "第二十六条 党委对党支部上报的接收预备党员的决议，应当在三个月内审批，并报上级党委组织部门备案。如遇特殊情况可适当延长审批时间，但不得超过六个月。\n" +
            "第二十七条 在特殊情况下，党的中央和省、自治区、直辖市委员会可以直接接收党员。\n" +
            "第二十八条 对在中国特色社会主义事业中为党和人民利益英勇献身，事迹突出，在一定范围内有较大影响，生前一贯表现良好并曾向党组织提出过入党要求的人员，可以追认为党员。\n" +
            "追认党员必须严格掌握，由所在单位党组织讨论决定后，经上级党委审查，报省一级党委批准。\n" +
            "第五章 预备党员的教育、考察和转正\n" +
            "第二十九条 党组织应当及时将上级党委批准的预备党员编入党支部和党小组，对预备党员继续进行教育和考察。\n" +
            "第三十条 预备党员必须面向党旗进行入党宣誓。入党宣誓仪式，一般由基层党委或党支部（党总支）组织进行。\n" +
            "第三十一条 党组织应当通过党的组织生活、听取本人汇报、个别谈心、集中培训、实践锻炼等方式，对预备党员进行教育和考察。\n" +
            "第三十二条 预备党员的预备期为一年。预备期从支部大会通过其为预备党员之日算起。\n" +
            "预备党员预备期满，党支部应当及时讨论其能否转为正式党员。认真履行党员义务、具备党员条件的，应当按期转为正式党员；需要继续考察和教育的，可以延长一次预备期，延长时间不能少于半年，最长不超过一年；不履行党员义务、不具备党员条件的，应当取消其预备党员资格。\n" +
            "预备党员违犯党纪，情节较轻，尚可保留预备党员资格的，应当对其进行批评教育或延长预备期；情节较重的，应当取消其预备党员资格。\n" +
            "预备党员转为正式党员、延长预备期或取消预备党员资格，应当经支部大会讨论通过和上级党组织批准。\n" +
            "第三十三条 预备党员转正的手续是：本人向党支部提出书面转正申请；党小组提出意见；党支部征求党员和群众的意见；支部委员会审查；支部大会讨论、表决通过；报上级党委审批。\n" +
            "讨论预备党员转正的支部大会，对到会人数、赞成人数等要求与讨论接收预备党员的支部大会相同。\n" +
            "第三十四条 党委对党支部上报的预备党员转正的决议，应当在三个月内审批。审批结果应当及时通知党支部。党支部书记应当同本人谈话，并将审批结果在党员大会上宣布。\n" +
            "党员的党龄，从预备期满转为正式党员之日算起。\n" +
            "第三十五条 预备期未满的预备党员工作、学习所在单位（居住地）发生变动，应当及时报告原所在党组织。原所在党组织应当及时将对其培养教育和考察的情况，认真负责地介绍给接收预备党员的党组织。\n" +
            "党组织应当对转入的预备党员的入党材料进行严格审查，对无法认定的预备党员，报县级以上党委组织部门批准，不予承认。\n" +
            "第三十六条 基层党组织对转入的预备党员，在其预备期满时，如认为有必要，可推迟讨论其转正问题，推迟时间不超过六个月。转为正式党员的，其转正时间自预备期满之日算起。\n" +
            "第三十七条 预备党员转正后，党支部应当及时将其《中国共产党入党志愿书》、入党申请书、政治审查材料、转正申请书和培养教育考察材料，交党委存入本人人事档案。无人事档案的，建立党员档案，由所在党委或县级党委组织部门保存。\n" +
            "第六章 发展党员工作的领导和纪律\n" +
            "第三十八条 各级党委应当把发展党员工作列入重要议事日程，纳入党建工作责任制，作为党建工作述职、评议、考核和党务公开的重要内容。\n" +
            "对发展党员工作情况，市（地、州、盟）、县（市、区、旗）党委每半年检查一次，省、自治区、直辖市党委每年检查一次。检查结果及时上报，并向下通报。\n" +
            "重视从青年工人、农民、知识分子中发展党员，优化党员队伍结构。对具备发展党员条件但长期不做发展党员工作的基层党组织，上级党委应当加强指导和督促检查，必要时对其进行组织整顿。\n" +
            "第三十九条 各级党委组织部门每年应当向同级党委和上级党委组织部门报告发展党员工作情况和发展党员工作计划，如实反映带有倾向性的问题和对违反规定发展党员的查处情况。\n" +
            "第四十条 县以上党委及其组织部门应当重视对组织员的选拔、配备和培训，充分发挥他们在发展党员工作中的作用。\n" +
            "第四十一条 各级党组织对发展党员工作中出现的违纪违规问题和不正之风，应当严肃查处。对不坚持标准、不履行程序、超过审批时限和培养考察失职、审查把关不严的党组织及其负责人、直接责任人应当进行批评教育，情节严重的给予纪律处分。典型案例应当及时通报，对违反规定吸收入党的，一律不予承认，并在支部大会上公布。\n" +
            "对采取弄虚作假或其他手段把不符合党员条件的人发展为党员，或为非党员出具党员身份证明的，应当依纪依法严肃处理。\n" +
            "第四十二条 《中国共产党入党志愿书》的式样由中央组织部负责制定，省级党委组织部门按照式样统一印制，并严格管理。\n" +
            "第七章 附则\n" +
            "第四十三条 本细则由中央组织部负责解释。\n" +
            "第四十四条 本细则自发布之日起施行。《中国共产党发展党员工作细则（试行）》（中组发〔1990〕3号）同时废止。\n ";
    public static String txt03=
            "前    言\n" +
            "村干部是农村基层干部的重要组成部分，是我国基层干部中的特殊领导群体，在治国理政和社会管理中居于重要地位，具有无可取代的功用、价值和意义。作为最直接参与辖区事务管理者，村干部最清楚辖区内的各种信息，最了解百姓期盼需求，也最能听到百姓的心声，是基层党委、政府与群众之间的一条纽带。\n" +
            "近年来，四川省委、县政府从选拔任用、教育培训、考核管理、保障激励等方面，创新举措，健全机制，大力加强村干部队伍建设，打造了一支守信念、讲奉献、有本领、重品行的村干部队伍，为全县夯实基层执政基础、维护农村社会稳定、建设社会主义新农村做出了重要贡献。\n" +
            "为进一步推进农村工作内容具体化、行为规范化、运行常态化，帮助村干部全面了解掌握新时期农村工作该干什么、该怎么干，不该干什么，我们结合实际，编印《四川省农村基层干部工作手册》（村干部版），以期全县村干部能在县委推进“12456”发展战略中更加正确履职、发挥更大作用。\n" +
            "                                  编  者\n" +
            "                              2014年9月\n"+
            "目   录\n" +
            "\n" +
            "第一部分  组织工作\t- 1 -\n" +
            "第二部分  纪检工作\t- 2 -\n" +
            "第三部分  安全工作\t- 10 -\n" +
            "第四部分  食品药品监督工作\t- 21 -\n" +
            "第五部分  新农村建设工作\t- 23 -\n" +
            "第六部分  社会保障工作\t- 26 -\n" +
            "第七部分  民政工作\t- 29 -\n" +
            "第八部分  残疾人工作\t- 33 -\n" +
            "第九部分  交通工作\t- 34 -\n" +
            "第十部分  政法工作\t- 36 -\n" +
            "第十一部分  依法治理工作\t- 37 -\n" +
            "第十二部分  国土资源工作\t- 38 -\n" +
            "第十三部分  林业工作\t- 50 -\n" +
            "第十四部分  水利建设工作\t- 50 -\n" +
            "第十五部分  卫生工作\t- 52 -\n" +
            "第十六部分  人口计生工作\t- 52 -\n" +
            "第十七部分  住建工作\t- 53 -\n" +
            "第十八部分  财务工作\t- 61 -\n" +
            "第十九部分 社会治安\t- 63 -\n" +
            "第二十部分防邪工作\t- 65 -\n" +

            " \n" +
            "第一部分  组织工作\n" +
            "    \n" +
            "    村（社区）党组织书记基本职责:\n" +
            "    一、带头带领村（社区）“两委”执行上级政策。认真执行党在农村（社区）的各项方针、政策，执行上级党委、政府以及本村（社区）党员大会、村民代表会议的决议。\n" +
            "二、组织抓好村（社区）“两委”抓好村民自治。在村（居）务公开栏定期分项公开村（居）务；加强财务监督管理，增强财务管理透明度。\n" +
            "三、领导和抓好村（社区）“两委”班子队伍建设。坚持组织生活会、“四议两公开一监督”等民主管理制度，严格落实党支部“三会一课”制度，丰富党组织生活形式。\n" +
            "    四、领导和抓好村（社区）党员教育管理工作。严格落实发展党员“双预审”制度，开展党员培训、党内表彰慰问、困难党员帮扶以及做好流动党员服务工作。\n" +
            "    五、带领村（社区）“两委”发展村级集体经济。因地制宜地找准一条符合本村（社区）的经济发展思路，确保村级集体经济逐年增长，农民收入连年增加。\n" +
            "    六、保障党建经费投入，强化基层基础保障。落实基层干部报酬待遇、党组织工作经费和服务群众专项经费情况，抓好村（社区）活动阵地建设，开展日常维护工作。\n" +
            "    七、抓好群众教育工作，促进社会和谐稳定。抓好社会治安综合治理、平安创建、计划生育等工作，疏导和化解矛盾纠纷，促进农村（社区）社会和谐稳定。\n" +
            "    八、抓好党性党风党纪教育，以身作则廉洁自律。\n" +
            "    九、要紧密联系群众，了解群众所思所想，组织党员干部为群众办实事做好事。\n" +
            "    十、要执行好党的民主集中制原则，加强村（社区）党支部建设。\n" +
            "\n" +
            "第二部分  纪检工作\n" +
            "\n" +
            "      一、村支“两委”廉洁履行职责内容\n" +
            "（一）禁止在村级组织选举中拉票贿选、破坏选举。不准有下列行为：\n" +
            "　  1.违反法定程序组织、参与选举，或者伪造选票、虚报选举票数、篡改选举结果；\n" +
            "　  2.采取暴力、威胁、欺骗、贿赂等不正当手段参选或者妨害村民依法行使选举权、被选举权；\n" +
            " 3.利用宗教、宗族、家族势力或者黑恶势力干扰、操纵、破坏选举。\n" +
            "　  （二）禁止在村级事务决策中独断专行、以权谋私。不准有下列行为：\n" +
            "　  1.违反规定处置集体资金、资产、资源，或者擅自用集体财产为他人提供担保，损害集体利益；\n" +
            "　  2.违法违规发包集体土地、调整收回农民承包土地、强迫或者阻碍农民流转土地承包经营权，非法转让、出租集体土地，或者违反规定强制调整农民宅基地；\n" +
            "　  3.在政府拨付和接受社会捐赠的各类救灾救助、补贴补助资金、物资以及退耕还林退牧还草款物、征地补偿费使用分配发放等方面违规操作、挪用、侵占，或者弄虚作假、优亲厚友；\n" +
            " 4.在集体资金使用、集体经济项目和工程建设项目立项及承包、宅基地使用安排以及耕地、山林等集体资源承包、租赁、流转等经营活动中暗箱操作，为本人或者他人谋取私利；\n" +
            "　  5.违背村民意愿超范围、超标准向村民筹资筹劳，加重村民负担，或者向村民乱集资、乱摊派、乱收费。\n" +
            "　 （三）禁止在村级事务管理中滥用职权、损公肥私。不准有下列行为：\n" +
            "　  1.采取侵占、截留、挪用、私分、骗取等手段非法占有集体资金、资产、资源或者其他公共财物；\n" +
            " 　 2.在计划生育、落户、殡葬等各项管理、服务工作中或者受委托从事公务活动时，吃拿卡要、故意刁难群众或者收受、索取财物；\n" +
            "　  3.违反规定无据收（付）款，不按审批程序报销发票，或者设立“小金库”，隐瞒、截留、坐支集体收入；\n" +
            "　  4.以虚报、冒领等手段套取、骗取或者截留、私分国家对集体土地的补偿、补助费以及各项强农惠农补助资金、项目扶持资金；\n" +
            "　  5.未经批准擅自借用集体款物或者经批准借用集体款物但逾期不还，或者违反规定用集体资金、公物操办个人婚丧喜庆事宜；\n" +
            "　  6.以办理村务为名，请客送礼、大吃大喝，挥霍浪费集体资金，或者滥发奖金、补贴，用集体资金支付应当由个人负担的费用。\n" +
            "　  （四）禁止在村级事务监督中弄虚作假、逃避监督。不准有下列行为：\n" +
            "　  1.不按照规定实行民主理财，或者伪造、变造、隐匿、销毁财务会计资料；\n" +
            "　  2.阻挠、干扰村民依法行使询问质询权、罢免权等监督权利；\n" +
            "　  3.阻挠、干扰经济责任审计以及其他重大事项的审计；\n" +
            "　  4.阻挠、干扰有关机关、部门依法进行的监督检查或者案件查处。\n" +
            "　  （五）禁止妨害和扰乱社会管理秩序。不准有下列行为：\n" +
            "　  1.参与、纵容、支持黑恶势力活动；\n" +
            "　　2.组织、参与宗族宗派纷争或者聚众闹事；\n" +
            "　　3.参与色情、赌博、吸毒、迷信、邪教等活动或者为其提供便利条件；\n" +
            "　　4.违反计划生育政策或者纵容、支持他人违反计划生育政策。\n" +
            "    （六）带头执行中央和省市县委关于廉洁从政和厉行节约的相关规定，带头廉洁自律，自觉抵制大操大办婚丧喜庆等事宜的不良风气，为在全社会形成节俭之风发挥示范表率作用。\n" +
            "（七）遵守其他有关廉洁自律有关规定。\n" +
            "    二、相关名词解释\n" +
            "    村干部：主要是指通过村民自治机制选举产生的、在村党组织和村民委员会及其配套组织担任一定职务、行使公共权力、管理公共事务、提供公共服务，并享受一定政治经济待遇的工作人员，主要包括村党支部（党总支）委员、副书记、书记，村民委员会委员、副主任、主任，其中村党组织书记和村委主任是主要村干部。 \n" +
            "村两委：是村中国共产党员支部委员会和村民自治委员会的简称，习惯上前者简称为村支部，后者简称村委会。村支部的职能是宣传共产党政策、帮助党的路线方针政策在基层的落实、带领广大基层人民在党的领导下发家致富奔小康。村委会是村民民主选举的自治组织，带领广大村民致富，协助乡镇政府工作。\n" +
            "受贿罪：是指国家工作人员利用职务上的便利，索取他人财物，或者非法收受他人财物，为他人谋取利益的行为。\n" +
            "行贿罪：是指为谋取不正当利益，给国家工作人员以财物（含在经济往来中，违反国家规定，给予国家工作人员以财物，数额较大，或者违反国家规定，给予国家工作人员以各种名义的回扣费、手续费）的行为。\n" +
            "渎职罪：是指国家机关工作人员滥用职权、玩忽职守或者徇私舞弊，妨害国家机关的正常管理活动，致使国家和人民利益遭受严重损失的行为。\n" +
            "农村三资：是指农村集体资金、农村集体资产和农村集体资源。\n" +
            "农村三务：是指村级党务、财务、村务。\n" +
            "一事一议筹资筹劳：是指为兴办村民直接受益的集体生产生活等公益事业，经民主程序确定的村民出资出劳的行为。筹资的对象为本村户籍在册人口或者所议事项受益人口。筹劳的对象为本村户籍在册人口或者所议事项受益人口中的劳动力。五保户，现役军人不承担筹资筹劳任务；退出现役的伤残军人，在校就读的学生，孕妇或者分娩未满一年的妇女不承担筹劳任务。\n" +
            "村级兴办公益事业实行一事一议的原则：村级兴办公益事业必须坚持群众自愿，量力而行，民主决策，共同受益，事前预算，上限控制，严格管理的原则。既要照顾群众的当前利益，又要兼顾群众的长远利益。\n" +
            "四议两公开民主决策工作法：四“议”即：村党支部提议、两委班子共同商议、党员大会审议、村民大会或村民代表大会决议程序进行决策，两“公开”即决策过程公开、实施结果公开。\n" +
            "农村基层党风廉政建设的主要内容：主要是教育培训、制度建设、公开公示、监督检查、工作纪律、组织领导等六个方面内容。\n" +
            "农村基层干部任前廉政谈话制度：县、乡党委、纪委或组织部门对新任职的农村基层干部应进行任前廉政谈话。谈话以贯彻民主集中制、执行党内廉政建设责任制、落实党在农村的各项方针政策、遵守廉洁自律规定等方面的要求和存在的问题为主要内容。\n" +
            "农村基层干部诫勉谈话制度：县、乡党委、纪委和组织部门发现农村基层干部在政治思想、履行职责、工作作风、道德品质、廉政勤政等方面的苗头性问题、应当及时对其进行诫勉谈话。有关诫勉要求和该干部的说明，应做书面记录，经本人核实后，由组织（人事）部门或纪律检查机关留存。\n" +
            "村级民主决策的形式：村级民主决策的基本形式是村民会议和村民代表会议。村民会议每年审议村民委员会的工作报告并评议村民委员会成员的工作。召开村民会议，应当有本村十八周岁以上村民的过半数参加，或者有本村三分之二以上的户的代表参加，所作决定应当经到会人员的过半数通过。村民代表会议讨论决定村民会议授权的事项。村民代表会议由村民按每五户至十五户推选一人，或者由各村民小组推选若干人组成。\n" +
            "村民询问质询制度：村民对村务公开内容和有关决策事项不清楚、不了解、有疑问的，可以直接向村党组织或村民委员会提出询问或质询。村民的询问和质询可以在有关会议上口头提出，也可以书面形式提出。村党组织或村民委员会就当认真负责地进行解答，对询问和质询中发现的问题要及时研究处理。\n" +
            "村民民主评议村干部制度：在乡镇党委、政府组织下，通过召开村民会议、村民代表会议或与村民座谈等形式，村民对村党组织班子成员、村民委员会班子成员、村集体经济组织班子成员、村民小组长以及享受由村民或集体承担误工补贴(工资)的其他村务管理人员进行民主评议。民主评议一般每年进行一次。对连续两次被评为不合格的村干部，是村党组织成员的，按党内有关规定处理；是村民委员会班子成员或村集体经济组织班子成员的，应责令其辞职，不辞职的应启动罢免程序；其他村务管理人员，由村民委员会召开村民会议或村民代表会议作出处理决定。\n" +
            "村民委员会的性质和职能：村民委员会是村民自我管理、自我教育、自我服务的基层群众性自治组织，实行民主选举、民主决策、民主管理、民主监督。村民委员会办理本村的公共事务和公益事业，调解民间纠纷，协助维护社会治安，向人民政府反映村民的意见、要求和提出建议。\n" +
            "村民委员会的工作原则：村民委员会决定问题，采取少数服从多数的原则。村民委员会进行工作，应当坚持群众路线，充分发扬民主，认真听取不同意见，坚持说服教育，不得强迫命令，不得打击报复。\n" +
            "村民委员会换届后工作移交制度：村民委员会换届工作结束后，原村民委员会应将公章、办公场所、办公用具、集体财务账目、固定资产、工作档案、债权债务及其他遗留问题等，及时移交给新一届村民委员会。移交工作由乡镇人民政府负责主持。对拒绝移交或无故拖延移交的，村党组织、乡镇党委和政府应给予批评教育，督促其加以改正。移交过程中发现有重大问题的，村干部和村民可以向乡镇人民政府或者纪检监察机关、人民法院、人民检察院等有关机关反映，受理单位应及时依法处理。\n" +
            "农村集体财务收支的审批程序: 财务事项发生时，经手人必须取得有效的原始凭证，注明用途并签字(盖章)，交民主理财小组集体审核同意，并由民主理财小组组长签字(盖章)，经村党组织、村民委员会负责人审批同意并签字(盖章)，由会计人员审核记账。\n" +
            "村民民主理财小组的构成：村民民主理财小组成员由村民会议或村民代表会议从村务公开监督小组成员中推选产生，代表村民进行民主理财，向村民会议或村民代表会议负责并报告工作。\n" +
            "村民民主理财小组的主要职责：负责对本村集体财务活动进行民主监督，参与制定本村集体的财务计划和各项财务管理制度，有权检查、审核财务帐目及相关的经济活动事项，有权否决不合理开支，有权要求有关当事人对财务问题作出解释。当事人对否决有异议的，可提交村民会议或村民代表会议讨论决定。\n" +
            "农村集体资产的管理：农村集体土地、厂房、设施、施备等发生产权转移时，必须经过农村集体资产管理部门和具有评估资质的单位按照程序科学评估，按照市场原则确定价格，并建立资产台帐，农村集体土地、厂房、设施、设备等出租时，出租方案必须经农村集体经济组织成员大会或成员代表大会讨论通过；农村集体建设项目、购置大型或大批设备，必须公开招标。农村集体土地、滩涂、水面等资源开发利用，实行公开竞价和招投标制度。\n" +
            "村务公开的主要形式：村务公开要坚持实际、实用、实效的原则，在便于群众观看的地方设立固定的村务公开栏，同时还可以通过广播、电视、网络、“明白纸”、民主听证会等有效形式公开。\n" +
            "村务公开的时间：一般的村务事项至少每季度公开一次，涉及农民利益的重大问题以及群众关心的事项要及时公开。集体财务往来较多的村，财务收支情况应每月公布一次。\n" +
            "村务公开的基本程序：村务公开应当遵循以下程序：\n" +
            "(1)村民委员会根据本村的实际情况，依照法规和政策的有关要求提出公开的具体方案。(2)村务公开监督小组对方案进行审查、补充、完善后，提交村党组织和村民委员会联席会议讨论确定。(3)村民委员会通过村务公开栏等形式及时公布。\n" +
            "村务公开监督小组：村务公开监督小组成员经村民会议或村民代表会议在村民代表中推选产生。村干部及其配偶、直系亲属不得担任村务公开监督小组成员。村务公开监督小组及其成员应当热爱集体，公道正派，有一定的议事能力，其中应有具备财会知识的成员。村务公开监督小组主要负责监督村务公开制度的落实。审查村务公开各项内容是否全面、真实，公开时间是否及时，公开形式是否科学，公开程序是否规范，并及时向村民会议或村民代表会议报告监督情况。对不履行职责的成员，村民会议或村民代表会议有权罢免其资格。群众对公布的内容有疑问的，可以口头或书面方式向村务公开监督小组投诉。建立村务公开答疑纠错的监督制度。\n" +
            "党务公开的基本内容：乡镇、村党组织的工作事项，除党和国家秘密外，都要向党员和农民群众公开。重点公开农村基层党组织的工作目标、决策内容和程序、干部选拔任用、发展党员、党费收缴管理和使用、民主评议党员、党员干部违纪违法问题的处理、落实党风廉政建设责任制情况等内容。\n" +
            "村干部勤廉双述制度：主要程序是：村党组织、村民委员会成员在有关会议上汇报自身履行职责情况和廉洁自律情况；参会的党员代表和村民代表针对汇报情况现场进行询问和质询，并开展民主测评；村干部对代表提出的问题现场答复，能解决的当场承诺，一时难以解决的要说明情况。\n" +
            "农村基层干部“六要六不要”行为规范：要解放思想、与时俱进，不要因循守旧、不思进取；要求真务实、量力而行，不要虚假浮夸、盲目攀比；要尊重民意、依法办事，不要强迫命令、独断专行；要艰苦奋斗、勤俭节约，不要贪图享乐、铺张浪费；要廉洁自律、公道正派，不要以权谋私、与民争利；要崇尚科学、移风易俗，不要搞封建迷信和婚丧喜庆大操大办。\n" +
            "党风廉政建设责任制：是指各级党委（党组）、政府（行政）及其职能部门的领导班子、领导干部在党风廉政建设中应当承担责任的制度。\n" +
            "\n" +
            "第三部分  安全工作\n" +
            "\n" +
            "一、道路交通\n" +
            "（一）本村村民做到自觉遵守交通法规和维护交通秩序，保证出行安全。\n" +
            "（二）辖区内无违章占道、集市贸易堵路等现象；村民爱护公路设施，不在公路上挖坑凿沟、打场晒粮，堆物作业；不追车扒车或在公路上追逐玩耍；\n" +
            "（三）《村民交通安全须知》家喻户晓。本村村民的交通法规和交通安全常识受教育率达到90%以上，本村村民行车、走路安全常识抽查合格率达到80%以上。\n" +
            "（四）本村机动车上牌率达到100%。\n" +
            "（五）建立机动车和驾驶员基础数据台账，掌握村内个体运输户及驾驶员的基本情况。\n" +
            "（六）本村村民无严重交通违章现象，村内驾驶员无严重交通违章记录。\n" +
            "（七）本村村民遇交通事故能及时报警，主动保护现场，抢救伤者，看管好肇事者和财物。\n" +
            "（八）《村民交通安全须知》的内容有哪些？ \n" +
            "答：村民交通安全须知的内容有：1.听众指挥，维护秩序。2.靠边行走，安全避让。3.横过公路，左右张望。4.儿童出行，成人带上。5.骑车拐弯，示意后边。6.长途客车，超员莫坐。7.货车拖拉，不载不搭。8.公路晒粮，影响通畅。9.保护现场，报警救伤。10.爱护设施，平安家乡。 \n" +
            "（九）《驾驶员文明行车守则》的内容有哪些？ \n" +
            "答：驾驶员文明行车守则的内容有：1.自觉遵守交通法规，维护交通秩序。2.服从交通民警指挥，积极协助交通民警的管理工作。3.积极参加交通安全学习和宣传教育活动，并主动热情宣传交通安全常识。4.文明礼让，各行其道。5.按规定参加年检、年审，保持车容整洁，车况良好。6.不闯红灯、不越线、不酒后驾车、不疲劳驾驶、不超速、不超载、不违章超车、不开带病车、不违章会车、不违章变道、不违章使用灯光、不乱停放车辆。7.驾驶和乘坐二轮摩托车须戴安全头盔。8.小客车驾驶员和前排乘员须系安全带。9.车辆因故障等原因确不能行驶时，须立即将车辆移至不影响通行的地方，并采取必要的安全示警措施。10.遇交通事故须主动拨打报警电话，积极抢救伤者，保护现场。 \n" +
            "二、农村用电\n" +
            "（一）禁止私设电网；\n" +
            "（二）禁止乱拉乱接电灯、电线、电器设备；\n" +
            "（三）禁止用电捕鼠、捕鱼；\n" +
            "（四）禁止挂钩用电；\n" +
            "（五）禁止一线一地照明；\n" +
            "（六）禁止使用不合格的导线和用电设备；\n" +
            "（七）禁止带电接火；\n" +
            "（八）禁止带电移动、安装、修理电器设备；\n" +
            "（九）用电要先申请；安装、修理要找电工。\n" +
            " （十）电力作业不准违章指挥，不准违章操作，不准无证作业。\n" +
            "（十一）不要在电力线路下面盖房子、打井、栽树、堆放柴草或易燃易爆物品；不要在电力线路下打场；\n" +
            "（十二）不要在电力线路附近架设电视天线、建烟囱、搭建杆塔架构等。\n" +
            "（十三）不要在电力线路附近放风筝、打鸟、钓鱼。\n" +
            "（十四）不准在电力线路下面采石、放炮。\n" +
            "（十五）不准靠近电杆挖坑、取土，不准破坏拉线，以防倒杆、断线事故。\n" +
            "（十六）电力线、通讯线和广播线要明显分开架设。晒衣服的铁丝和电线要保持足够距离，不能绕在一起，更不能在电线上晒挂衣服。\n" +
            "（十七）要教育儿童不玩弄电气设备、不爬电杆、不爬变压器台、不进配电室，不摇晃拉线。\n" +
            "（十八）不要使用不合格、损坏或老化得电线、灯口、开关、插座等设备。\n" +
            "（十九）使用电器时，应先插电源插头，后开电器开关；用完后，应先关电器开关，后拔电源插头；在插、拔插头时，要用手握住插头绝缘部分，不要拉住导线使劲拔。\n" +
            "（二十）用电炒锅炒菜时，应使用木柄或塑料柄锅铲。\n" +
            "（二十一）不要多个大容量家用电器（如电熨斗、热水器、电饭锅、空调、电烤箱、电暖气电吹风同时使用，不要多个电器同时使用一个插座，防止因线路过载引起火灾。\n" +
            "（二十二）电熨斗、电梳子等电器使用后应拔掉插头，防止因忘记导致长时间工作，温度过高而发生事故。\n" +
            "（二十三）农村家庭用电务必安装接地线，且不要把地线接在自来水管、煤气管等接地不可靠或有引火、爆炸危险的地方。\n" +
            "（二十四）农村用电不得用铜、铁、铝线代替保险丝；保险丝规格应符合规定要求。\n" +
            "（二十五）发现电线断落不要靠近，要派专人看守，并及时通知电工处理。\n" +
            "（二十六）在家庭用电中，不要用手模灯头、插座以及其他家用电器金属外壳，有损坏、老化、漏电的要赶快找电工修理或更换。家用设备的金属外壳要可靠的接地。\n" +
            "（二十七）不要用湿手触摸带电设备，不要用湿毛巾擦带电设备，不要将湿手帕搭在电扇外罩上吹干。\n" +
            "（二十八）遇到电器设备冒火，一时无法判明原因时，不要急于用水灭火，要先切断电源但不要用手拔插头、拉闸刀。\n" +
            "（二十九）电表自然损坏或烧损得应通知供电所，由供电所专业人员修理，以防触电。\n" +
            "（三十）发现有人触电，千万不要用手去拉触电人，应赶快拉断开关、断开电源、或用干燥的木棍。干燥的竹杆挑开电线，立即用正确地人工呼吸或胸外心脏挤压法进行现场急就，并播打急救电话。急救时不能打强心针。\n" +
            " 三、家庭防火\n" +
            "（一）注意用电安全，要选择正规厂家的电源插座，不要图便宜而使用劣质产品，不能多插头共用一个插座。插座要插实插牢，防止插头松动，如果接触不良，就会造成电阻过大，容易发热产生高温或打火引发火灾。\n" +
            "（二）使用电熨斗、电热器时要随时有人看管，用完后不要放在可燃物体上。尤其注意在停电后要拔掉电源，否则无人看管很容易引发火灾。\n" +
            "（三）要及时关闭电源开关及天然气、煤气、液化气总闸门。外出前一定要关掉日光灯、电视机、录音机等电源，熄灭室内外一切火种。\n" +
            "（四）使用炉灶时，严禁用汽油、煤油等易燃液体引火。不要在火炉周围堆放可燃物品，不得在炉笼上烘烤衣物，火炉周围要备有适量的消防用水。火炉的烟囱不要用可燃物质支撑，更不要用纸张、塑料布等易燃物质封堵烟囱接口或缝隙。\n" +
            "（五）煤、柴炉灶扒出的炉灰，最好放在炉坑内，如急需外倒，要及时用水将余火浇灭，以防余火引着可燃物或“死灰”复燃。\n" +
            "（六）烹煮食物时，不要随意离开厨房，人不在厨房时，必须将电、火、气等关闭。厨房内最好配备一两个家用灭火器。\n" +
            "（七）不要躺在床上或沙发上吸烟，更不要在身体疲倦时或饮酒后吸烟。\n" +
            "（八）严禁用铜、铁丝代替保险丝。\n" +
            "（九）要加强对老人、小孩等弱势群体的消防安全教育，妥善保管好火柴、打火机、酒精、汽油等容易引发火灾事故的易燃易爆物品。\n" +
            "（十）不要随意焚烧麦秸杆、稻草、垃圾、树叶等杂物，严禁野外用火。\n" +
            "（十一）发现火灾时，应当立即拨打“119”火警电话，准确讲清起火单位、所在地区、街道、房屋门牌号码、起火部位、燃烧物质、火势大小、报警人姓名以及所使用电话的号码。报警后，立即组织人员在路口接应，引导消防车进入火场。\n" +
            "（十二）油锅起火后，要立即将锅盖紧紧盖上，或将切好的蔬菜倒入锅里，或用浸湿的被褥、衣物等捂盖。油锅起火不能用水扑救。\n" +
            "（十三）当燃气罐着火时，要立即关闭阀门、切断气源，并用湿布、湿毛巾或棉被等盖住着火点即可。\n" +
            "四、家村家宴\n" +
            "（一）负责对本村宴席办理的申报及安全督查；\n" +
            "（二）农村群宴加工人员卫生要求  \n" +
            "1.厨师、帮工必须取得有效的健康证明，无健康证明的，不得上岗。 \n" +
            "2.厨师、帮工不得患有痢疾、伤寒、病毒性肝炎、活动性肺结核、化脓性或者渗出性皮肤病、发热、腹泻、皮肤伤口感染、咽部炎症等。  \n" +
            "3.厨师、帮工手部要保持清洁。\n" +
            "4.食品处理区内不得有抽烟、随地吐痰等不良行为。\n" +
            "（三）食品采购要求\n" +
            "1.应采购新鲜、无腐败变质、无生虫、无混有异物的食品原料。\n" +
            "2.采购定型包装食品时应定点采购，注意生产日期、保质期、厂名、厂址、外包装不能破损等。\n" +
            "（四）农村农宴现场加工卫生要求\n" +
            "1.选址。加工场所应远离污染源，距离粪坑、污水池、旱厕等污染源25米以上，地势干燥，有给排水条件的地方。 \n" +
            "2.加工场所功能要严格分区  \n" +
            "应分为：原料区、加工区、烹调区、熟菜区等。\n" +
            "原料区卫生要求：各种食品原料(包括调味品)要分类存放，并有专人负责。\n" +
            "加工区卫生要求：加工前应认真检查待加工食品，发现有腐败变质或感官性状异常的，不得加工和使用。各种食品原料在使用前应洗净。易腐食品应尽量缩短在常温下的存放时间，隔夜熟食品必须在冰箱内冷藏存放。切配好的半成品应避免污染，与原料分开存放，并应根据性质分类存放。已盛装食品的容器不得直接置于地上，以防止食品污染。\n" +
            "烹调区卫生要求：烹调前应认真检查待加工食品，发现有腐败变质或者其他感官性状异常的，不得进行烹调加工。需要熟制加工的食品应烧煮透。加工后的成品应与半成品、原料分开存放。\n" +
            "（五）加工用水\n" +
            "  加工用水，应选择清澈无色、无味、符合卫生要求的水源，不得用塘水、或受污染的水加工，加工使用过的水不能重复使用。\n" +
            " （六）餐饮具、用具卫生要求  \n" +
            "1.必须对餐饮具、用具进行消毒。  \n" +
            "2.消毒可采用物理方法（煮沸等）和化学方法（消毒药片等）等。\n" +
            "3.要按照说明正确使用消毒药品进行消毒。\n" +
            "（ 六）正确处理剩余饭菜\n" +
            "  1.若想继续使用剩饭剩菜，必须妥善保存，有条件的存放在冰箱冷藏，没条件的应加热再分类存放。\n" +
            "2.再次食用剩余饭菜前，必须彻底加热，不可掺入到新加工的熟食品中。\n" +
            "五、山地灾害\n" +
            "（一）组织人员定期对本村内地质灾害进行排查，及时报告隐患。\n" +
            "（二）督促地质灾害隐患监测点监测人员加强监测，及时掌握监测点动态。\n" +
            "（三）及时向监测人员灾害性天气或灾害预警预报信息。\n" +
            "（四）遇紧急情况及时发出预警信号并组织人员撤离。\n" +
            "（五）组织发放地质灾害防治手册、挂图和明白卡，使村民明确避灾路线及避灾场所，组织开展防灾避灾演练。\n" +
            "六、非法采矿\n" +
            "（一）将非法采矿责任落实到田间地头，落实到承包土地、荒山、林地的直接承包人。\n" +
            "（二）组织人员定期对非法采矿点进行巡查，建立本村内非法采矿点台帐。\n" +
            "（三）发现非法采矿点有启动迹象或已启动立即进行阻止并上报乡镇政府。\n" +
            "（四）做好打击非法采矿工作的宣传，特别加强对从事非法采矿相关人员的劝导。\n" +
            "（五）严禁向无证非法采矿行为提供用地、通行、用电等条件；\n" +
            "（六）教育村民不得购买违法开采的矿产品。\n" +
            "七、烟花爆竹\n" +
            "（一）组织组干部对本村开展调查摸底，及时发现非法生产、加工、贮存烟花爆竹窝点并上报乡镇政府。\n" +
            "（二）举报本村内无证经营烟花爆竹等易燃易爆产品的行为。\n" +
            "（三）烟花爆竹不得在室内燃放，不许对人、物燃放，应选择室外、空旷平坦、无障碍的地方燃放。\n" +
            "（四）小孩必须在成人的指导下按照产品说明燃放。\n" +
            "（五） 点燃烟花爆竹如发生瞎火现象，千万不要再点火，更不许伸头用眼睛靠近观察。 \n" +
            "（六）正确选择烟花爆竹的燃放地点，严禁在人员密集场所、公共场所、居民区和山林、有电的设施下以及靠近易燃易爆物品的地方进行燃放。\n" +
            "（七） 燃放各类烟花注意事项：\n" +
            "1.燃放吐珠类烟花时，应将烟花固定在地上或75-90度角对空燃放，严禁手持相互对射，以免伤人或引起火灾。\n" +
            "2.燃放组合烟花时，应将烟花直立平放于地面，四周夹紧并固定，防止燃放时因振动而倾斜或倾倒。\n" +
            "3.燃放线香手提吊挂烟花时，应平提线头或用小竹杆吊住棉线，点燃后，手向前伸，勿近身体。\n" +
            "4.燃放旋转升空及地面旋转烟花时，必须注意周围环境，放置平坦地面，点燃引线后，离开观赏。\n" +
            "5.燃放钉挂旋转类烟花时，应将烟花钉牢在壁上或木板上，用手转动烟花，能旋转自如，才可点燃引线离开观赏。\n" +
            " 6.手持烟花不得朝地面方向燃放。\n" +
            "（八）严禁随身携带烟花爆竹乘坐客车、轮船、飞机等公共交通工具。 \n" +
            "八、森林火灾\n" +
            "（一）村民不要在森林内的坟、庙外烧香烛纸钱、燃放烟花鞭炮。\n" +
            "（二）加强对小孩、老人和痴、呆、傻以及精神病人等特殊人群的监护，防止弄火成灾。\n" +
            "（三）不得动员和组织残疾人员、孕妇、老人和未成年人参加森林扑火。\n" +
            "（四）扑救森林火灾时，应事先选择好避火安全区和撤退路线，以防不测。\n" +
            "九、安全避险\n" +
            "（一）遇到泥石流时应该立刻向河床两岸高处跑。来不及奔跑时要就地抱住河岸上的树木。千万不要往泥石流的下游方向逃生。\n" +
            "（二）雷电天气时应该注意：1．不宜到高处、开旷田野、避雷针、各种露天场和迎风坡等易雷击的地方。 2．不宜躲在孤立的树下，要与树保持2倍树高的安全距离。 3．不宜高举雨伞等带有金属的物体。4．不宜使用太阳能热水器、接触煤气管道、自来水。5．不宜在水面、湿地或水陆交界处、高空作业。 6．不宜进行户外活动及不要在户外旷野中奔跑。 7．不宜停留在阳台、窗户边。不要接触电源开关和用电设备，不要上网。 8．不宜使用固定电话、手机、小灵通及其它户外通讯工具。9. 发现高压线铁塔倾斜或者电线断头下垂时，一定要迅速远避，防止直接触电或因地面“跨步电压”触电。\n" +
            "（三）被雷电击中后，应采取急救措施：第一步：脱离险境。迅速将病人转移到能避开雷电的安全地方。第二步：对症治疗。根据击伤程度迅速作对症救治，同时向急救中心或医院等有关部门呼救。\n" +
            "（四）洪水来时逃生如何自救方法：1.不要斤斤计较家中的财产，如果时间充裕，应有组织地向山坡、高地等处转移。要尽可能利用船只、木排、门板、木床等做水上转移。已经来不及转移时，要立即爬上屋顶、楼房高屋、大树、高墙暂时避险等待援救，千万不要单身游水转移。2.避免过河，以防止被冲走，还要注意防止山体滑坡、滚石、泥石流的伤害。发现高压线铁塔倾倒、电线低垂或断折要远离避险。3.洪水过后，要服用预防流行病的药物，避免发生传染病。4.暴雨中如果家里浸入积水，一定要立即关闭电源，之后才能趟水行走。否则水一旦通电，人一接触到水就会触电，重者将有生命危险。\n" +
            "（五）高层住户在遇到火灾封住楼道逃生避险方法：1.逃命时切忌乘坐电梯；2.用湿毛巾等织物捂住口鼻，俯身行走和匍匐逃命，避免烟气熏呛和中毒；3.若楼道的火势不大或没有坍塌危险时，可裹上浸湿的毯子、非塑制的雨衣等快速冲下楼梯。4.若楼道被大火封住而无法通行，可顺墙排水管下滑或利用绳子或床单等织物结成的绳索沿阳台逐层滑下。\n" +
            "（六）抢救森林火灾避险方法：1.在有关部门的统一组织和指挥下参加扑救，严禁单独行动。2.在山高坡陡、地形复杂、风向多变的特殊条件下，夜间对火场原则上围而不打，应组织开设防火隔离带间接扑打。3.千万不要进入三面环山、鞍状山谷、狭窄草塘沟、窄谷、向阳山坡等地段直接扑打火头。 4.陷入危险环境，要迅速进入火烧迹地避火，无法突围时要选择在植被少、火焰低的地区扒开浮土直到见着湿土，把脸放进小坑里面，用衣服包住头，双手放在身体正面，避开火头。\n" +
            "（七）食物中毒避险：1.不吃不新鲜或有异味的食物。2.不要自行采摘蘑菇、鲜黄花或不认识的植物食用。3.扁豆一定要炒熟后再吃，不吃发芽的土豆。4.生熟食物要分开存放，水产品以及肉类食品应做熟后再吃。5.不要用饮料瓶盛装化学品。存放化学品的器皿应该有明显的标志，并放在隐蔽处，以免儿童辨别不清而饮用。6.发生食物中毒后应尽可能留取食物样本，或者保留呕吐物和排泄物，供化验使用。7.发现食物中毒病人，立即送往医院抢救，不要自行乱服药物。化学性食物中毒和有毒的动植物毒素中毒，自进食到发病是以分钟计算的；生物性（细菌、真菌）食物中毒，自进食到发病是以小时计算的。\n" +
            "\n" +
            "第四部分  食品药品监督工作\n" +
            " \n" +
            "一、职能职责\n" +
            "（一）宣传有关食品方面的法律法规和食品安全基本常识；协助相关部门搞好本行政区域内的食品安全日常监督管理工作。\n" +
            "（二）对食品监管各职能部门牵头组织的本村（社区）内食品稽查和查处工作以及专项整治行动给予协助配合，落实本村（社区）食品药品安全监管责任制和责任追究制，将监管责任落实到村（社区）级。\n" +
            "（三）及时向镇（乡）食品安全领导小组办公室或食品监管部门反馈本辖区内食品安全情况及问题，并提出合理化建议。\n" +
            "（四）负责本村（社区）食品信息的报送工作，组织参加食品药品安全知识培训工作及其他相关工作。\n" +
            "（五）负责受理辖区内食品安全方面的举报和投诉，做好相关记录。\n" +
            "（六）发现制售假冒伪劣食品或有质量安全隐患和有可能灭失的涉案证据进行就地维护保存，控制事发现场，并及时向当地政府、上级食品药品安全领导小组办公室和相关职能部门报告。\n" +
            "（七）负责辖区内食品生产、经营者和餐饮经营者的调查摸底、普查建档、巡查回访工作；负责协助对农村“坝坝宴”的备案登记和厨师的培训登记工作。\n" +
            "（八）协助收集社会各界对食品安全监督、行政执法安全监察工作的意见和建议，并及时反馈到县安全领导小组办公室。\n" +
            "（九）参与和协助辖区内食品安全等事故的应急救援和调查处理工作。\n" +
            "（十）按要求完成各级食品药品安全领导小组办公室临时交办的食品安全监管工作任务。\n" +
            "二、相关法律法规（摘录）：\n" +
            "   四川省农村自办群体性宴席食品安全管理办法\n" +
            "（2014年7月2日四川省食品安全委员会办公室印发）\n" +
            "第五条 乡镇政府（街道办事处）负责农村自办宴席食品安全管理。负责建立农村自办宴席信息收集、报告、备案工作机制；组织开展食品安全知识宣传和农村自办宴席现场食品安全技术指导；负责对农村自办宴席专业加工服务者进行备案，登记造册；及时报告和协助处置农村自办宴席食品安全突发事件。\n" +
            "第十二条 对一次性就餐人数100人以上的农村自办宴席实行备案制度。\n" +
            " \n" +
            "\n" +
            "第五部分  新农村建设工作\n" +
            "   \n" +
            " 一、职能职责\n" +
            "（一）熟悉村情。全面了解掌握全村产业、农房、基础设施、公共服务的现状情况。充分听取村民发展意愿，对村民急迫需要解决的问题（路、水、电、气、产业、农房等）进行梳理分类，建立台帐。\n" +
            "（二）指导美丽新村建设。按照“业兴、家富、人和、村美”要求。因地制宜兼顾现实需求，对本村的幸福美丽新村建设要有清晰长远的思路和规划。规划要有主题，要融入本村特色元素，比如历史文化、民风民俗、产业特色等元素。新村建设方面：新村聚居点建设要遵循“宜散则散、宜聚则聚”的原则，农房布局要依山就势，错落有致。农房外观要统一协调，前庭后院不宜全部硬化成“水泥院坝”，要留足土地栽花种菜植树，形成“微田园”。新村建设不大拆大建，要树立“保改建”分类推进的理念，即古街旧院、传统民居民族风格建筑或历史遗迹要保护和传承；对大部分已建房农户，采取以旧建新，改造提升为主；对有新建房计划的农户，要引导到规划聚居点建房，新建房风格要符合规划要求。对沿公路及水系修建农房的，要严格按照规划，并经报批后，由乡镇和相关部门现场放线。产业发展方面：坚持“产村相融”原则，因地制宜选择适合本村发展的产业。产业发展要避免“盲目跟风”，“一窝蜂”，要以市场经济的眼光来选择产业。对市场前景不明，无业主带动的产业，要谨慎选择。产业发展要打破村组界限，要连片、成规模、标准化发展。要积极招商引资，把业主引进来带动产业发展，同时充分发挥本村致富能人、大户的示范带头作用。产业发展，一定要注重生态和食品安全，要建立完善合作经济组织，推行统防统治，形成利益链。要把乡村旅游作为产业发展的重要方向，把聚居点作为“景点”，产业作为“景区”来打造，把青山绿水、田园风光、农业体验作为卖点，吸引城里人到农村观光旅游。基础设施和公共服务建设方面：根据本村幸福美丽新村建设规划，以方便群众生产、生活需要为前提，整合项目统筹推进基础设施建设和配套公共服务。\n" +
            "（三）发挥群众主体作用。群众是幸福美丽新村建设的主体，要充分发挥群众的主体作用。在建设过程中，村组干部要凝聚群众智慧，充分尊重农民的意愿和创造精神，团结带领大家，进行新农村建设。在项目编制申报过程中，村组干部不能以个人意愿代替群众，项目资金多少，项目要求等事项，要跟群众“亮体亮面”，听取群众意见，获得大家支持。在项目实施过程中，不搞大包大揽，要调动群众投工投劳，参与到新村建设过程中。总之，所有涉农项目事前、事中、事后，都要接受群众监督，所有过程群众都要参与。\n" +
            "（四）做好农民增收工作。带领农民增收致富是村组干部的主要职责。村组干部要帮助村民选准产业，积极帮助解决农产品市场销售问题。突出生态产业发展，结合乡村旅游，作为增加农民收入的重要手段。涉及到收入调查网点的村，村组干部一定要指导调查户会算账、算好帐、记好帐。\n" +
            "（五）做好农村产权确权工作。农村产权确权登记颁证工作是进一步释放农村活力的前提和基础性工作。村组干部要积极宣传确权工作的意义，调动群众积极参与，协助上级部门及乡镇化解工作中的矛盾。\n" +
            "二、项目能力\n" +
            "一是项目申报。申报前，涉及到的项目相关事项和项目要求，跟村民“亮体亮面”，征求大家意见。农办的项目资金都是民办公助，以奖代补性质，实行先干后补，项目只支持有建设积极性的村。在申报前，要跟村民讲清楚，一旦项目实施，需要群众投工投劳，自行协调建设中的土地等问题。二是项目实施方案制定。在综合村民意见的基础上，实施求是制定实施方案。经上级部门批复同意后，及时公示。三、项目实施。在实施过程中，要严格按照实施方案建设。组织村民成立项目监督组、材料管理组、工程质量组、资金管理组等组织，全程参与项目的实施和监督管理。要注意保存项目相关软件资料，比如召开村民代表大会的会议记录、照片。项目涉及到的路、水、农房、茶叶等建设内容的实施前、实施中、实施后的图片资料，材料购进、使用等一系列的相关票据。四、项目验收。项目竣工后，村组干部组织村民代表，按照实施方案对项目进行自行验收。对项目涉及的支出、建设内容、工程量等相关信息进行公示，接受村民监督。同时，做好迎接做好主管部门验收的准备。五建后管理。项目的建后管理依靠群众自主管理，对公共设施，基础设施维护、公共区域卫生管理，采取包干负责，落实到人的模式。\n" +
            "    三、项目相关要求。\n" +
            "    一是严禁擅自变更项目内容。二是严禁侵占项目资金。套取项目资金、虚报冒领项目资金、挤占截留项目资金。三是严禁大包大揽项目建设。搞个人利益、利益输送等等。\n" +
            "\n" +
            "第六部分  社会保障工作\n" +
            "\n" +
            "一、城乡居民社会养老保险参保流程\n" +
            "（一）参保人员先到户籍所在地劳动保障所领取《城乡居民社会养老保险开卡介绍信》，到社保机构指定的金融机构开设《新型农村社会养老保险银行卡或存折》。\n" +
            "（二）持本人户口簿和居民身份证、银行卡或存折、缴费困难群体（重症残疾1、2级）经县级以上相关机构的认定证明原件，到户籍所在地村委会（或社区）填写《参保登记表》，选择缴费档次，签字确认，并提交相关证件及银行卡复印件各两份。\n" +
            "（三）村委会（或社区）将资料交乡镇劳动保障服务中心，经审查符合参保条件，办理参保登记。定时上报县级社保机构，县级社保机构负责审核确认，并为参保人员建立个人账户。\n" +
            "    参保登记截止日：11月20日\n" +
            "二、城乡居民社会养老保险待遇领取流程\n" +
            "    （一）乡镇劳保所经办人员通过系统按月生成下月年满60周岁人员，并于每月10日以前将《待遇领取通知单》交本人填写，并提醒看是否断保，如有断保，必须补缴齐中断年限。\n" +
            "（二）填写好以后，本人将相关资料（身份证，户口薄复印件）及照片交乡镇办理领取手续，乡镇劳保所初审，填写好待遇领取证，交县新农保中心复核，确定领取标准及领取时间。\n" +
            "（三）乡镇根据缴费情况，完成参保缴费的人员，在待遇支付模块下的待遇申请里面做申请及核定（注意个人账户养老金额和待遇信息），最后由农保中心复核，从到龄次月开始发放养老金。\n" +
            "三、城镇居民医疗保险相关流程及手续\n" +
            "（一）缴费时间\n" +
            "2015年续保缴费时间为2014年10月23日至12月26日，未在此时间内续保的居民则视为断保处理，断保后续缴费用需6个月之后方能享受居民医疗住院报销待遇。请已参保的群众务必在此时间段内续缴2015年医疗保险费用，以免影响自己的待遇享受期。\n" +
            "（二）缴费标准\n" +
            "1.在校大、中、小学生和未在校18周岁以下人员个人年缴费标准30元。\n" +
            "2.18周岁以上人员个人年缴费标准160元。\n" +
            "3.18周岁以上享受低保人员，重度残疾人员和低收入家庭中60周岁以上人员，个人年缴费标准104元。\n" +
            "4.以下人员个人不缴费，由政府全额补助。（1）低保家庭中的在校学生，低保家庭中未在校的18周岁以下人员，（2）重度残疾的在校学生，未在校的18周岁以下重度残疾人员，（3）“三无人员”（无劳动能力，无生活来源，无法定赡养人或扶养人、抚养人），(4)批准征地时男年满60周岁、女年满55周岁及以上的被征地农转非人员。\n" +
            "（三）办理流程\n" +
            "1.带齐参保所需资料到社区打票（首次参保需身份证和户口簿原件及复印件各两张，1寸照片两张。重残人员参保还需提供残疾证。低保人员参保或续保均需提供当年审核有效的低保证原件及复印件一张）；\n" +
            "2.缴费，有银行卡的可在社区刷卡缴费，无银行卡的需在当地邮政储蓄缴费。\n" +
            "3.回执确认。将医保证上交社区，由社区统一到社保局认证待遇有效期；\n" +
            "4.按社区通知领取医保证。\n" +
            "（四）注意事项\n" +
            "1.缴费后及时到社区进行回执确认，如不进行回执确认，则视为未交费，无法生成待遇有效期，导致住院无法报销。\n" +
            "2.参保缴费时请选择好定点医院，以便享受门诊费报销待遇。\n" +
            "3.参保居民请一定保管好缴费通知单及相关票据，以备用。\n" +
            "4.参保居民按照社区通知及时到社区领取医疗保险证，以免遗失。\n" +
            "（五）待遇享受\n" +
            "1.首次参保，6个月后生效，即由社区回执确认参保6个月之后才能享受住院报销等待遇。\n" +
            "2.断保之后再次参保，按全年标准缴费，在确认参保缴费的6个月之后才能享受住院报销待遇。可享受当年门诊统筹待遇。\n" +
            "3.失地农转非人员在征地当年10至12月缴纳下年居保费用的，在次年1月1日起即可享受城镇居民基本医疗保险待遇。\n" +
            "4.新生儿父母中有一人参加基本医疗保险，在出生日起3个月之内参加居民医保，从出生日起可享受居保相关待遇。出生之日起3个月以后参保的，参保当月起6个月后享受居保医疗保险的住院报销待遇。\n" +
            "5.居民在社区参保时需选择一家医院作为定点医院，在该医院发生的符合支付条件的普通门诊费，可按照50%的比例报销，一般诊疗费可按100%报销，全年累计报销限额为120元。\n" +
            "\n" +
            "第七部分  民政工作\n" +
            "\n" +
            "一、村党支部与村委会的的关系\n" +
            "村民委员会是基层群众性自治组织。由村民直接选举产生，对村民会议负责并向其报吿工作，接受乡镇人民政府的指导。       \n" +
            "村党支部是党在农村的基层组织，按照中国共产党章程进行工作，发挥领导核心作用，领导和支持村民委员会行使职权；依照宪法和法律，支持和保障村民开展自治活动、直接行使民主权利。\n" +
            "法律依据：《中华人民共和国村民委员会组织法》第四条\n" +
            "二、乡镇人民政府与村委会的的关系\n" +
            "乡、民族乡、镇的人民政府对村民委员会的工作给予指导、支持和帮助，但是不得干预依法属于村民自治范围内的事项。村民委员会协助乡、民族乡、镇的人民政府开展工作。\n" +
            "法律依据：《中华人民共和国村民委员会组织法》第五条\n" +
            "法律依据：《中华人民共和国村民委员会组织法》第六条、第七条\n" +
            "三、村民委员会的职责\n" +
            "村民委员会应当支持和组织村民依法发展各种形式的合作经济和其他经济，承担本村生产的服务和协调工作，促进农村生产建设和经济发展。\n" +
            "村民委员会依照法律规定，管理本村属于村农民集体所有的土地和其他财产，引导村民合理利用自然资源，保护和改善生态环境。村民委员会应当尊重并支持集体经济组织依法独立进行经济活动的自主权，维护以家庭承包经营为基础、统分结合的双层经营体制，保障集体经济组织和村民、承包经营户、联户或者合伙的合法财产权和其他合法权益。\n" +
            "村民委员会应当宣传宪法、法律、法规和国家的政策，教育和推动村民履行法律规定的义务、爱护公共财产，维护村民的合法权益，发展文化教育，普及科技知识，促进男女平等，做好计划生育工作，促进村与村之间的团结、互助，开展多种形式的社会主义精神文明建设活动。村民委员会应当支持服务性、公益性、互助性社会组织依法开展活动，推动农村社区建设。多民族村民居住的村，村民委员会应当教育和引导各民族村民增进团结、互相尊重、互相帮助。\n" +
            "村民委员会及其成员应当遵守宪法、法律、法规和国家的政策，遵守并组织实施村民自治章程、村规民约，执行村民会议、村民代表会议的决定、决议，办事公道，廉洁奉公，热心为村民服务，接受村民监督。\n" +
            "法律依据：《中华人民共和国村民委员会组织法》第三十二条、第三十三条\n" +
            "四、农村五保供养对象审批程序\n" +
            "具有四川省户籍的老年、残疾或未满16周岁的农村居民，无劳动能力，无生活来源，无法定赡养、抚养、扶养义务人或者其法定赡养、抚养、扶养义务人无赡养、抚养、扶养能力的，享受农村五保供养待遇。\n" +
            "确定农村五保供养对象按以下程序办理：\n" +
            "（一）由农村居民本人向村民委员会提出申请，因年幼或者智力残疾无法表达意愿的，由法定监护人、指定监护人、村民小组或者其他农村居民代为提出申请。\n" +
            "（二）经村（居）民委员会组织评议，对符合本办法规定条件，在本村范围内公示后无重大异议的，由村民委员会将评议意见和有关材料报送乡、镇人民政府审核。\n" +
            "（三）乡、镇人民政府应当自收到评议意见之日起十日内，对申请人的家庭和经济状况进行调查核实，提出审核意见。对符合本办法规定条件的，将审核意见和有关材料报送县民政局审批；对不符合条件的，及时退回有关材料，并书面说明理由。\n" +
            "（四）县民政局应当自收到审核意见和有关材料之日起20日内，对上报材料进行复核，作出审批决定。对符合本办法规定条件的，批准其享受农村五保供养待遇，发给《农村五保供养证书》，建立档案；对不符合条件的，及时退回有关材料，并书面说明理由。\n" +
            "法规依据：《四川省《农村五保供养工作条例》实施办法》第五条、第六条\uF0A0 \n" +
            "    五、农村低保对象审批程序\n" +
            "（一）申请享受农村低保待遇，按属地管理原则，以家庭为单位，由申请人向户口所在地的村委会提出申请，同时提交以下材料：\n" +
            "　　1、户口簿或身份证；\n" +
            "　　2、证明其家庭收入情况的有关凭据（出售农副产品所得票据或其他证明）；\n" +
            "　　3、相关证明材料\n" +
            "（1）夫妻一方为外地农业户口，需提供结婚证和户口证明；\n" +
            "　　（2）夫妻离婚的，需提供离婚证或离婚判决（调解）书；\n" +
            "　　（3）优抚对象需提供能够确认身份的证明材料；\n" +
            "    （4）残疾人需提供残疾证；\n" +
            "　　（5）因病丧失或基本丧失劳动能力的人员需出具县级以上医院的诊断证明；\n" +
            "　　（6）家中有享受最低生活保障人员，需提供享受最低生活保障待遇的证明；\n" +
            "　　（7）在外务工人员，需提供有关收入证明；\n" +
            "　　（8）民政部门认为需提供的其他有关证明材料。\n" +
            "　　（二）村委会受镇乡人民政府委托，负责受理本村农村低保的申请、日常管理及服务等工作。\n" +
            "    1、对提出申请的家庭进行调查，并如实填写《农村居民最低生活保障申请审批表》。\n" +
            "　　2、对提出申请家庭的基本情况进行核实，情况属实并符合保障条件的，经村（居）支两委会讨论同意，提交村民代表会讨论通过，并在村务公开栏内公示，征求群众意见后，将结果及其他相关材料上报镇乡民政办公室。\n" +
            "　　3、家庭成员中有户口不在同一镇乡或同一村的，由其户口所在地的村委会提供未享受农村低保的有关证明材料。\n" +
            "　　（三）镇乡人民政府对村委会上报的申请材料进行审核，对申请人的家庭经济状况和生活水平进行核查，对符合保障条件的困难群众，经分管领导签署意见后将材料上报民政局。\n" +
            "　　（四）民政局通过多种方式、多种渠道调查了解，对符合保障条件的家庭，及时批准，核发农村低保金领取证。\n" +
            "　　（五）对不符合条件的，村委会、镇乡人民政府和民政局都有责任向申请人说明不予批准的理由，并及时进行公开。\n" +
            "    六、如何理解宣传殡葬政策，推行火葬？\n" +
            "村民委员会应当宣传殡葬改革，引导公民文明节俭办丧事。火化后的骨灰，倡导以深埋、播撒、植树、存放等方式安置，禁止将骨灰装棺埋葬。禁止下列行为：一、占用耕地作墓地；二、买卖、出租社会公共墓地以外的土地作墓地、墓穴的；三、恢复或建立宗族墓地的；四、对国家建设或农田基本建设中已迁移、平毁的坟墓进行返迁或重建的。\n" +
            "\uF020  在丧葬活动中，应遵守城市市容、环境卫生和交通管理的规定，不得妨害社会公共秩序，不得侵犯他人合法权益。禁止从事封建迷信活动。禁止在城镇街道、公共场所停放遗体、搭设灵棚堂、摆设花圈。\n" +
            "法规依据：《四川省殡葬管理条例》第十四条、第二十条、第二十三条\n" +
            "\n" +
            "第八部分  残疾人工作\n" +
            "\n" +
            "一、残疾人联合会设置条件及任务\n" +
            "  第二十三条  村民委员会、居民委员会、残疾人集中的企业事业单位，建立残疾人协会或残疾人小组。大型企业事业单位，经省(自治区、直辖市)残疾人联合会同意、本单位批准，可设残疾人联合会。\n" +
            "第二十四条  基层组织的任务是：联系、团结、教育残疾人，反映残疾人的需求，开展有益活动，为残疾人服务。\n" +
            "二、村(社区)残协工作职责\n" +
            "第一条  密切联系群众残疾人，代表残疾人利益，反映残疾人要求，维护残疾人合法权益\n" +
            "第二条  协助乡（镇）残联、村委会开展“量体裁衣”式个性化服务调查，掌握残疾人基本需求，提出帮扶方案，建档立卡。\n" +
            "第三条  开展残疾人自我教育，鼓励残疾人发扬“自尊、自信、自强、自立”精神，提高自身素质，积极为社会做贡献。\n" +
            "第四条  协助乡（镇）残联、村委会组织残疾人开展残疾人文化体育活动，丰富残疾人的精神文化生活。\n" +
            "第五条  宣传党和政府对残疾人的政策，受理残疾人申请的各种扶残助残项目\n" +
            "第六条  配合乡（镇）残联做好残疾人扶贫、康复、培训、教育、就业、维权等工作。\n" +
            "第七条  配合乡（镇）残联、村委会落实残疾人普惠+特惠政策，保健残疾人享受各项扶残助残政策。\n" +
            "第八条  向村委会议事协调机构推荐残疾人代表\n" +
            "\n" +
            "第九部分  交通工作\n" +
            "\n" +
            "    一、村组路政工作职责\n" +
            "（一）向村民宣传路政管理的法律法规规章，在涉路活动中认真贯彻执行路政管理的有关规定。\n" +
            "（二）制定保护公路、公路用地、公路附属设施、公路建控区管理的村规民约。\n" +
            "（三）协助公路管理机构、乡镇交管站依法开展路政管理及公路执法工作。\n" +
            "（四）向驾驶员、车主宣传国家有关车辆超限治理的法律法规规章及规范性文件。\n" +
            "（五）排查发现公路及公路附属设施标志标牌、安全设施存在的安全隐患，及时向镇乡交管站路政管理机构上报隐患情况。\n" +
            "（六）负责村组公路安全设施（限高、限重、限宽）等交通设施的设置维护和管理。\n" +
            "（七）负责公路沿线居民宅基地的前置现场查看，按法律法规规定的建控区距离管理规定审签意见。\n" +
            "（八）发生应急安全事故、自然灾害事故、组织村民开展救援及现场临时应急处置工作。\n" +
            "备注:村组路政管理适用中华人民共和国公路法\n" +
            "    二、交通安全常识\n" +
            "（一）喝酒不开车，开车不喝酒。\n" +
            "（二）无证不准驾驶机动车辆，不准把车交给没有驾驶证的人员驾驶，不准让小学生驾驶机动车辆。\n" +
            "（三）驾驶机动车要办理驾驶证，行驶证，保险。不乘坐违法车辆。\n" +
            "（四）骑乘摩托车必须戴头盔。不能超员，超速。\n" +
            "（五）驾车和行走时不闯红灯。（红灯停，绿灯行）\n" +
            "（六）城区行走时不能翻越栏杆。车辆不准乱停。\n" +
            "（七）农田作业的车辆不能上路行驶，更不能载人。\n" +
            "（八）驾驶车辆不准打手机，不准货车人货混装，货车车厢不载人。\n" +
            "（九）客车超员要制止。\n" +
            "（十）遇到交通事故拨打122或者110，保护好现场，抢救伤者。\n" +
            "\n" +
            "第十部分  政法工作\n" +
            "\n" +
            "一、维稳工作方面\n" +
            "1.及时搜集上报维稳信息。\n" +
            "2.落实矛盾纠纷调处工作。\n" +
            "3.建立管理、教育、服务的邪教人员台帐。\n" +
            "4.建立重点人员台账、矛盾纠纷调处化解台帐、领导包案台帐。\n" +
            "二、“大调解”工作方面\n" +
            "1.建立村（社区）、组、十户调解员台帐。\n" +
            "2.坚持“半月一排查”制度，开展矛盾纠纷排查、调处、化解，建立排查调处情况台帐、报表，定期上报。\n" +
            "三、网格化服务管理工作方面\n" +
            "1.负责网格化服务管理工作站日常工作。\n" +
            "2.指导督促网格管理员认真开展工作、及时上报信息、健全工作台帐。\n" +
            "3.协助办理或代办群众计划生育、低保、社保、困难救助、各类保险、廉租房、公租房、下岗失业登记、民政优抚等事项，接收四川省网格化服务管理监管指挥中心、网格化服务管理分中心、网格化服务管理工作站的指令，对所上报事件进行回访，确认办理结果，并及时反馈。每周上传10条以上信息数据。\n" +
            "4.对网格内的社情民意和人、地、事、物、情景、组织、城市构件等动态信息数据实时进行采集、录入、汇总。\n" +
            "5.开展流动人口服务管理、预防青少年违法犯罪、刑释解教人员安置帮教、社区矫正、社区戒毒康复等工作。\n" +
            "6.做好党的路线、方针、政策等得宣传动员工作。\n" +
            "7.及时发现、上报网格内发生的各类安全生产事故、治安要情、信访稳定、突发事件等各类信息，并第一时间稳控。\n" +
            "四、平安建设工作方面\n" +
            "1.综治机构健全，有警务室和调解室“两室”。\n" +
            "2.每月开展平安满意度宣传一次以上。\n" +
            "3. 加强人防、物防建设，发挥群防群治组织作用，佩戴红袖标每日开展两次以上巡逻，并填写巡逻记录。\n" +
            "五、平安村（社区）要求\n" +
            "1.建立一本矛盾纠纷排处台账。\n" +
            "2.建立调委会、调解室、有调解员。\n" +
            "3.一季开展一次村民普法宣传教育。\n" +
            "4.建立一支专(兼)职巡逻队伍。\n"

          ;
        public static String text04="第十一部分  依法治理工作\n" +
                "\n" +
                "一、创新形式抓好全村（社区）普法宣传工作，提高村（居）民法律意识；\n" +
                "二、村（社区）干部带头学法并抓好村（居）民学法，提高全村（社区）干部群众法律素质；\n" +
                "三、抓好村（社区）调委会规范化建设，做好矛盾纠纷排查调处工作，确保全村（社区）和谐稳定；\n" +
                "四、协助乡（镇）司法所抓好社区矫正工作，力争矫正人员不脱管漏管；\n" +
                "五、负责办理法律援助人员经济困难标准审查，使弱势群众及时得到法律援助；\n" +
                "六、按照乡（镇）政府的要求，抓好本村（社区）刑释解教人员的安置帮教工作，力争不再违法犯罪。\n" +
                "\n" +
                "第十二部分  国土资源工作\n" +
                "\n" +
                "    一、村民小组、村民委员会在地质灾害巡查、险情报告方面应做好以下工作：\n" +
                " （一）实行地质灾害险情报告制度。一是定期报告制度，村社主要搞好月报，每月月未向乡镇政府及国土所上报情况。二是重大险情报告制度。各村社凡发生重大险情，必须及时上报乡镇政府及国土所。报告时说明受灾位置、威胁对象，人数、房屋面积估计经济损失。遇到紧急情况时，及时发布预警信号疏散危险区内群众，并协助政府做好抢险救灾工作。\n" +
                " （二）实行地质灾害巡查制度,开展群测群防监测工作。村社要定人、定点、定时对辖区内的县、乡两级地质灾害(隐患)点和易发区进行巡查和监测，做好监测记录和巡查记录，定期向乡镇政府及国土所上报资料，同时做好原始记录的保存。\n" +
                "    二、村民小组、村民委员会在打击违法采矿私挖滥采巡查、报告方面应做好以下工作：\n" +
                "    （一）打击违法采矿、私挖滥采实行包点、包村制度。包点、包村责任人分别为村小组组长、村干部，包点责任人需每日进行巡查检查、做好巡查记录并及时上报包村责任人，包村责任人定期向乡镇政府及国土所上报资料，若发现违法采矿、私挖滥采等现象需立即上报。\n" +
                "（二）实行打击私挖滥采巡查报告制度。一是定期报告制度，村组主要搞好月报，每月月末向乡镇政府及国土所上报情况；二是案例报告制度，各村组凡发现违法采矿、私挖滥采等现象，必须及时上报乡镇政府及国土所，报告时说明私挖滥采的具体位置。\n" +
                "    三、村民委员会、村民小组在涉及国土资源管理方面应做好以下几点：\n" +
                "（一）自觉保护基本农田和耕地不受损害。遇到有人在本村、组破坏基本农田和耕地时应及时向乡镇人民政府或县国土资源局举报。\n" +
                "（二）严禁私自开采各类矿产品，自觉抵制参与私挖滥采行为，不得借租地之名开采矿石。遇到有人在本村、组私自开采矿石时应及时向乡镇人民政府或县国土资源局举报。\n" +
                "（三）不违规修建房屋等临时建筑物。新建房屋要按相关程序申请宅基地办理。遇到有人在本村、组违规建房应及时向乡镇人民政府或县国土资源局举报。\n" +
                "    四、村民小组、村民委员会在农村村民申请宅基地建房的审核中应把好以下原则：\n" +
                "按照我国新农村建设 “生产发展、生活宽裕、乡风文明、村容整洁、管理民主”的总要求，依据《中国华人民共和国土地管理法》、《四川省<中国华人民共和国实土地管理法>实施办法》等法律、法规、政策的规定，结合四川省实际，村民小组、村民委员会应依照下列程序和要求办理：\n" +
                "（一）农村宅基地的申办程序及面积标准规定\n" +
                "1.申请条件\n" +
                "（1）本集体经济组织的农村村民无宅基地或需迁建住宅的，可申请宅基地。\n" +
                "（2）本乡镇辖区内其他集体经济组织的农村村民，因地质灾害威胁经县人民政府批准搬迁的，与本乡镇新农村建设点的村民小组、村民委员会协商一致后，可申请宅基地。\n" +
                "（3）其他乡镇农村集体经济组织的农村村民或本乡镇辖区内其他集体经济组织的农村村民，申请在非本集体经济组织的新农村建设点修建住宅的须将户口迁入本乡镇新农村建设点的集体经济组织。\n" +
                "2.申请材料\n" +
                "（1）本集体经济组织的农村村民申请宅基地应提交以下材料：\n" +
                "农村村民建房用地申请书（详见附件1）。\n" +
                "本户户主的身份证复印件和本户户口簿在册人员的复印件（村民小组、村民委员会审核原件）。\n" +
                "本户无宅基地申请新建住宅的，由村民小组、村民委员会、国土资源所、乡镇人民政府核实后出具申请人一户在本集体经济组织无住房无宅基地的证明（详见附件2）。\n" +
                "④在本集体经济组织有宅基地的提交迁建住房竣工后拆除原住房复耕的承诺书（详见附件3）和原住宅的集体土地使用证或宅基地批准文件。承诺书由承诺人在国土资源所签署。\n" +
                "（2）本乡镇其他集体经济组织的农村村民，属于山地灾害搬迁的，可申请在本乡镇的新农村建设点修建住宅，提交下列材料：\n" +
                "农村村民建房用地申请书（详见附件1）。\n" +
                "本户户主的身份证复印件和本户户口簿在册人员的复印件（村民小组、村民委员会审核原件）。\n" +
                "县人民政府批准其搬迁的地质灾害文件。\n" +
                "④拟建住宅所在地的村民小组、村民委员会、乡镇人民政府同意其在本乡镇新农村建设点修建住宅的证明材料（详见附件4）；\n" +
                "⑤新建住宅竣工后拆除原住宅复耕的承诺书，承诺书由承诺人在国土资源所签署。\n" +
                "3.申办程序及办理时限\n" +
                "（1）申办程序\n" +
                "    根据省府办法〔2014〕45号《四川省人民政府办公室关于印发四川省进一步优化农村宅基地审批流程实施意见(试行)的通知》要求，由农村村民提出建房用地申请（详见附件1），经村民小组、村民委员会讨论同意，签署意见后，申请人将宅基地申报材料交乡（镇）便民服务中心统一受理登记，受理后转国土资源所、乡（镇）人民政府审核，审核合格的报件，由乡（镇）便民服务中心交县政务中心国土资源窗口，县城规划区（四川省—巡司）的农村宅基地报件由县政务中心国土资源窗口接件后转交县住建局签署意见，符合建房条件的，由县政务中心国土资源窗口按规定办理宅基地审批手续；非县城规划区的农村宅基地报件经复核符合建房条件的，由县政务中心国土资源窗口按规定办理宅基地审批手续。\n" +
                "（2）办理时限。\n" +
                "村民小组2个工作日，村民委员会3个工作日。\n" +
                "4.宅基地面积标准的规定\n" +
                "根据《四川省<中国华人民共和国土地管理法>实施办法》第五十二条的规定，农村村民一户只能拥有一处不超过规定标准面积的宅基地。3人以下或3人的户可申请90平方米土地修建住宅，4人的户可申请120平方米土地修建住宅，5人或5人以上的户可申请150平方米土地修建住宅。我县新农村建设点农村宅基地的使用面积，按此规定执行。\n" +
                "（二）现场放线\n" +
                "农村村民申请宅基地建住宅经县人民政府批准后，由国土资源所通知农村村民在国土资源所领取宅基地批准文件，动工建房前应向国土资源所提出放线申请，经国土资源所、村民组代表2人放线后方可动工修建住宅。\n" +
                "（三）竣工验收\n" +
                "农村村民在住宅修建竣工后向国土资源所申请竣工验收。国土资源所根据申请人的申请和县人民政府的宅基地批准文件对申请人的新建或迁建住宅进行竣工验收，经验收合格的，国土资源所应告知农村村民申请土地登记。 \n" +
                "（四）土地登记\n" +
                "农村村民新建或迁建住宅竣工后，经国土资源所验收合格的，农村村民应向国土资源所申请土地登记，按下列要求提交申请材料：\n" +
                "1.农村村民新建住宅申请土地登记提交下列材料\n" +
                "（1）土地登记申请书。\n" +
                "（2）本户户主的身份证复印件和本户户口簿在册人员的复印件（村民小组、村民委员会审核原件）。\n" +
                "（3）四川省人民政府农村村民宅基地批准书（原件）。\n" +
                "2.农村村民迁建住宅申请土地登记提交下列材料\n" +
                "（1）土地登记申请书。\n" +
                "（2）本户户主的身份证复印件和本户户口簿在册人员的复印件（村民小组、村民委员会审核原件）。\n" +
                "（3）四川省人民政府农村村民宅基地批准书（原件）。\n" +
                "（4）交回原住宅集体土地使用证或宅基地批准文件（原件）。\n" +
                "（5）原住宅已拆除复耕的证明（详见附件5）\n" +
                "（6）地籍调查表、宗地图及宗地界址坐标。\n" +
                "（7）地上附着物权属证明（详见附件6）。\n" +
                "（8）属地质灾害搬迁的提供县人民政府批准其搬迁的地质灾害文件，不属于地质灾害搬迁的不提供。\n" +
                "（9）法律、法规、规章规定的其他证明材料。\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "表一\n" +
                "农村村民建房用地申请书\n" +
                "四川省人民政府：\n" +
                "我是四川省         乡（镇）         村       组的农村村民（本户户主），本户户口簿在册人数         人，其中：农村户籍人口      人，城镇户籍人口       人。因       需申请占用四川省     乡（镇）     村      组集体土地           平方米修建住宅，请审批！\n" +
                "\n" +
                "     附件：1.户主身份证复印件\n" +
                "           2.本户全户户口簿复印件\n" +
                "3.定位测量图〔县城（四川省-巡司）规划区内申请建房的农村村民提供〕\n" +
                "4.其他证明材料\n" +
                "                              \n" +
                "申请人（签字捺手印）：  \n" +
                "  年   月  日\n" +
                "联系电话：\n" +
                "\n" +
                "表二\n" +
                "无住房无宅基地证明\n" +
                "\n" +
                "四川省国土资源局：\n" +
                "兹有四川省       镇（乡）     村      组村民      （是本户户主，身份证编号：                     ），该户在四川省       镇（乡）       村       组无住房，无宅基地。\n" +
                "特此证明\n" +
                "村民小组：经调查情况属实。\n" +
                "组长（签名）：\n" +
                "   年   月   日\n" +
                "村民委员会：经调查情况属实。\n" +
                "                         村主任（签名）：\n" +
                "   年   月   日\n" +
                "国土资源所核实意见：经调查情况属实。\n" +
                "所长（签名）：\n" +
                "   年   月   日\n" +
                "乡（镇）人民政府意见：\n" +
                "\n" +
                "乡（镇）领导（签名）：\n" +
                "   年   月   日\n" +
                "\n" +
                " \n" +
                "表三\n" +
                "承 诺 书\n" +
                "四川省国土资源局：\n" +
                "我是四川省        镇（乡）       村      组的农村村民，是本户户主（身份证编号：                    ）。在四川省        镇（乡）        村        组有住宅，原已申办宅基地手续（宅基地批准文号：省府地〔          〕      号〈批准面积：        平方米〉。集体土地使用证编号：省集用〔      〕第       号或省集建〔     〕字第          号〈土地登记面积：        平方米〉）。因     申请在四川省     镇（乡）    村      组迁建住宅，迁建住宅修建竣工后，我户将原住宅全部拆除复耕后再向贵局申请办理迁建住宅的集体土地使用证。\n" +
                "特此承诺\n" +
                "\n" +
                "\n" +
                "承诺人（本户户主签名捺手印）：\n" +
                "\n" +
                "  年  月  日\n" +
                "\n" +
                " 表四\n" +
                "证 明\n" +
                "四川省人民政府：\n" +
                "兹有四川省        乡镇      村     组村民       （是本户户主，身份证编号：                   ），属山地灾害搬迁户，在本集体经济组织协调不到适合建房的宅基地，申请在本乡镇          村        组（小地名：          ）的新农村建设点迁建住宅，经村民小组、村民委员会、乡镇人民政府研究，同意该户迁建住宅，请县人民政府为其办理宅基地批准手续。\n" +
                "特此证明\n" +
                "村民小组意见：经讨论同意该户在我组修建住宅。\n" +
                "组长（签名）：\n" +
                "   年   月   日\n" +
                "村民委员会意见：同意该户修建住宅。\n" +
                "                         村主任（签名）：\n" +
                "   年   月   日\n" +
                "乡（镇）人民政府意见：经研究同意该户迁建住宅。\n" +
                "\n" +
                "乡（镇）领导（签名）：\n" +
                "   年   月   日\n" +
                "表五\n" +
                "原住房已拆除复耕的证明\n" +
                "四川省国土资源局：\n" +
                "兹有四川省       镇（乡）      村    组村民       （是本户户主，身份证编号：                   ），申请迁建的住房已修建竣工，该户已于      年     月     日将座落于四川省        镇（乡）       村      组（小地名：           ）的原住房全部拆除，宅基地已复耕。请为该户办理迁建住房的《集体土地使用证》。\n" +
                "特此证明\n" +
                "村民小组：经调查情况属实。\n" +
                "组长（签名）：\n" +
                "   年   月   日\n" +
                "村民委员会：经调查情况属实。\n" +
                "                         村主任（签名）：\n" +
                "   年   月   日\n" +
                "国土资源所核实意见：经调查情况属实。\n" +
                "     所长（签名）：\n" +
                "                     年   月   日\n" +
                " 乡（镇）人民政府意见：\n" +
                "                    乡（镇）领导（签名）：\n" +
                "   年   月   日\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "\n" +
                "表六\n" +
                "地上附着物权属证明\n" +
                "\n" +
                "四川省国土资源局：\n" +
                "兹证明座落于四川省       镇（乡）      村    组的住宅及附属设施由     （身份证编号：                     ，户籍地址：四川省       镇〈乡〉        村      组）一户出资修建，房屋结构为                。请你局为其办理集体土地使用证。\n" +
                "特此证明\n" +
                "\n" +
                "\n" +
                "村民小组：经调查情况属实。\n" +
                "组长（签名）：\n" +
                "   年   月   日\n" +
                "村民委员会：经调查情况属实。\n" +
                "                         村主任（签名）：\n" +
                "   \n" +
                "年   月   日\n" +
                "乡（镇）人民政府意见：\n" +
                "\n" +
                "                    乡（镇）领导（签名）：\n" +
                "   年   月   日\n" +
                "\n" +
                "\n" +
                "\n" +
                "第十三部分  林业工作\n" +
                "\n" +
                "    一、组织发动群众，积极开展造林绿化活动。宣传林业方针政策，协助林业部门搞好林业工程造林的作业设计及检查验收。对已实施的林业工程项目，按时、公正地做好面积分摊、公示等工作，确保在政策落实、兑现上的公开、公平、公正。同时，引导林农搞好新造林地的抚育管理。\n" +
                "    二、教育群众，树立自觉保护森林资源的意识。对申请林木采伐的林农，及时签署意见后上报林业部门审批。同时，对实施采伐中出现的违规、违法行为予以制止，并及时报告林业部门。\n" +
                "    三、落实森林防火责任制，积极做好森林防火宣传工作，杜绝森林防火戒严期内林区违章用火行为。一旦发生森林火情，要在及时向县森林防火办公室上报情况，并在确保人员安全的前提下及时组织群众进行扑救。同时，积极主动地协助林业部门对失火案件的查处。\n" +
                "    四、巩固好集体林权制度改革成果，主动开展好一般性林地权纠纷的调处工作，力争做到一般性林地权纠纷不出村，并积极协助当地政府作好其他林地权纠纷的调处工作。对发生在管辖范围内的盗砍滥伐林木、违规占用林地、乱捕乱猎野生动物、破坏珍稀植物等行为，要立即进行制止，并及时上报县级林业主管部门。\n" +
                "\n" +
                "第十四部分  水利建设工作\n" +
                "\n" +
                "    一、小型水利工程管理体制改革工作\n" +
                "该工作成立了县政府分管领导任组长、各镇乡负责人为成员的领导小组，办公室设在县水务局。主要工作内容涉及小型水利工程的确权颁证和组建农村用水合作组织（管委会或协会），保障水利工程长久发挥效益。县政府已于2014年9月召开工作动员会，基础调查表册已由我局印发到各镇乡和村级组织，由村级负责调查，镇乡初审，县水务局复审和汇总，县政府盖章颁证。同时要求村级组织迅速成立农村用水合作组织（管委会或协会），制定章程和管理制度，并在县民政部门登记注册。该工作要求在2015年12月完成并接受省市验收。\n" +
                "    二、农村饮水安全工程、五小水利工程和小流域综合治理工程建设应配合协调的事项：\n" +
                "这类工程属于民生水利工程，主要解决农民群众生产生活及农业灌溉用水问题，上级主管部门根据村民群众的积极性来安排立项。存在的问题：一是在争取此类项目时，村级组织都非常积极，按项目实施要求，都承诺土地占用和青苗赔偿不计，由村级组织自行协商解决。一旦立项争取到项目资金进入建设程序，存在不少的村级组织协调不力，要求水务局解决土地占用和青苗赔偿等费用，造成工程无法实施或者进度滞后。二是工程完工通过县级验收后村级组织应成立工程管理委员会，制定管护制度，专人（兼职）管理，通过“一事一议”收取适当水费，以水养水，确保工程长期发挥效益。但是多数村级组织都未按要求抓好建后管理的事项，造成不少工程效益发挥不佳。\n" +
                "    三、小型水利工程维修养护\n" +
                "每年的冬季和开春，是小型水利工程维修养护的黄金时间。村级组织应发动群众对水渠、山坪塘、蓄水池等进行维修养护，蓄水通水，保障来年的春灌用水。但许多村组存在“等靠要”，希望水务局能够解决工程维修养护资金。水务局能安排落实的一点有限资金，作为“引子钱”只能奖补给受益面大、群众积极性高、而且真正能够组织群众投工投劳的村组或用水合作组织。\n" +
                "\n" +
                "第十五部分  卫生工作\n" +
                "\n" +
                "   一、协助开展卫生相关法律法规的宣传工作。\n" +
                "二、协助开展国家基本公共卫生服务工作。\n" +
                "三、协助开展计划免疫、疾病预防控制工作。\n" +
                "四、协助突发公共卫生事件报告和处置工作。\n" +
                "五、协助开展新农合筹资工作。\n" +
                "六、协助开展乡村医生双签约服务工作。\n" +
                "七、协助开展打击非法行医工作。\n" +
                "八、协助开展新农合资金、基本药物、农村饮用水的监督管理工作。\n" +
                "\n" +
                "第十六部分  人口计生工作\n" +
                "\n" +
                "一、学习宣传有关人口计生法律法规和政策。\n" +
                "二、开展每月一次人口清理，包括出生、死亡、迁进、迁出。\n" +
                "三、组织和协调每季度一次孕情环情监测工作。\n" +
                "四、及时落实“五种”手术，包括安环、人流、男性绝育术、女性绝育术、中期妊娠终止引产术。\n" +
                "五、及时向乡镇计生办提供征收社会抚养费信息和协助征收。\n" +
                "六、协助乡镇计生办和服务站开展人口计生相关工作。\n" +
                "\n" +
                "\n" +
                "第十七部分  住建工作\n" +
                "\n" +
                "村庄和集镇规划建设管理条例\n" +
                "第一章\n" +
                "第一条\n" +
                "为加强村庄、集镇的规划建设管理，改善村庄、集镇的生产、生活环境，促进农村经济和社会发展，制定本条例。[1] \n" +
                "第二条\n" +
                "制定和实施村庄、集镇规划，在村庄、集镇规划区内进行居民住宅、乡（镇）村企业、乡（镇）村公共设施和公益事业等的建设，必须遵守本条例。但是，国家征用集体所有的土地进行的建设除外。\n" +
                "在城市规划区内的村庄、集镇规划的制定和实施，依照城市规划法及其实施条例执行。\n" +
                "第三条\n" +
                "本条例所称村庄，是指农村村民居住和从事各种生产的聚居点。\n" +
                "本条例所称集镇，是指乡、民族乡人民政府所在地和经县级人民政府确认由集市发展而成的作为农村一定区域经济、文化和生活服务中心的非建制镇。\n" +
                "本条例所称村庄、集镇规划区，是指村庄、集镇建成区和因村庄、集镇建设及发展需要实行规划控制的区域。村庄、集镇规划区的具体范围，在村庄、集镇总体规划中划定。\n" +
                "第二章\n" +
                "规划制定\n" +
                "第八条\n" +
                "村庄、集镇规划由乡级人民政府负责组织编制，并监督实施。\n" +
                "第九条\n" +
                "村庄、集镇规划的编制，应当遵循下列原则：\n" +
                "（一）根据国民经济和社会发展计划，结合当地经济发展的现状和要求，以及自然环境、资源条件和历史情况等，统筹兼顾，综合部署村庄和集镇的各项建设；\n" +
                "（二）处理好近期建设与远景发展、改造与新建的关系，使村庄、集镇的性质和建设的规模、速度和标准，同经济发展和农民生活水平相适应；\n" +
                "（三）合理用地，节约用地，各项建设应当相对集中，充分利用原有建设用地，新建、扩建工程及住宅应当尽量不占用耕地和林地；\n" +
                "（四）有利生产，方便生活，合理安排住宅、乡（镇）村企业、乡（镇）村公共设施和公益事业等的建设布局，促进农村各项事业协调发展，并适当留有发展余地；\n" +
                "（五）保护和改善生态环境，防治污染和其他公害，加强绿化和村容镇貌、环境卫生建设。\n" +
                "第十条\n" +
                "村庄、集镇规划的编制，应当以县域规划、农业区划、土地利用总体规划为依据，并同有关部门的专业规划相协调。\n" +
                "第十一条\n" +
                "编制村庄、集镇规划，一般分为村庄、集镇总体规划和村庄、集镇建设规划两个阶段进行。\n" +
                "第十二条\n" +
                "村庄、集镇总体规划，是乡级行政区域内村庄和集镇布点规划及相应的各项建设的整体部署。\n" +
                "村庄、集镇总体规划的主要内容包括：乡级行政区域的村庄、集镇布点，村庄和集镇的位置、性质、规模和发展方向，村庄和集镇的交通、供水、供电、商业、绿化等生产和生活服务设施的配置。\n" +
                "第十三条\n" +
                "村庄、集镇建设规划，应当在村庄、集镇总体规划指导下，具体安排村庄、集镇的各项建设。\n" +
                "集镇建设规划的主要内容包括：住宅、乡（镇）村企业、乡（镇）村公共设施、公益事业等各项建设的用地布局、用地规划，有关的技术经济指标，近期建设工程以及重点地段建设具体安排。\n" +
                "村庄建设规划的主要内容，可以根据本地区经济发展水平，参照集镇建设规划的编制内容，主要对住宅和供水、供电、道路、绿化、环境卫生以及生产配套设施作出具体安排。\n" +
                "第十四条\n" +
                "村庄、集镇总体规划和集镇建设规划，须经乡级人民代表大会审查同意，由乡级人民政府报县级人民政府批准。\n" +
                "村庄建设规划，须经村民会议讨论同意，由乡级人民政府报县级人民政府批准。\n" +
                "第十五条\n" +
                "根据社会经济发展需要，依照本条例第十四条的规定，经乡级人民代表大会或者村民会议同意，乡级人民政府可以对村庄、集镇规划进行局部调整，并报县级人民政府备案。涉及村庄、集镇的性质、规模、发展方向和总体布局重大变更的，依照本条例第十四条规定的程序办理。\n" +
                "第十六条\n" +
                "村庄、集镇规划期限，由省、自治区，直辖市人民政府根据本地区实际情况规定。\n" +
                "第十七条\n" +
                "村庄、集镇规划经批准后，由乡级人民政府公布。\n" +
                "第三章\n" +
                "规划实施\n" +
                "第十八条 农村村民在村庄、集镇规划区内建住宅的，应当先向村集体经济组织或者村民委员会提出建房申请，经村民会议讨论通过后，按照下列审批程序办理：\n" +
                "（一）需要使用耕地的，经乡级人民政府审核、县级人民政府建设行政主管部门审查同意并出具选址意见书后，方可依照《土地管理法》向县级人民政府土地管理部门申请用地，经县级人民政府批准后，由县级人民政府土地管理部门划拨土地；\n" +
                "（二）使用原有宅基地、村内空闲地和其他土地的，由乡级人民政府根据村庄、集镇规划和土地利用规划批准。\n" +
                "城镇非农业户口居民在村庄、集镇规划区内需要使用集体所有的土地建住宅的，应当经其所在单位或者居民委员会同意后，依照前款第（一）项规定的审批程序办理。\n" +
                "回原籍村庄、集镇落户的职工、退伍军人和离休、退休干部以及回乡定居的华侨、港澳台同胞，在村庄、集镇规划区需要使用集体所有的土地建住宅的，依照本条第一款第（一）项规定的审批程序办理。\n" +
                "第十九条 兴建乡（镇）村企业，必须持县级以上地方人民政府批准的设计任务书或者其他批准文件，向县级人民政府建设行政主管部门申请选址定点，县级人民政府建设行政主管部门审查同意并出具选址意见书后，建设单位方可依法向县级人民政府土地管理部门申请用地，经县级以上人民政府批准后，由土地管理部门划拨土地。\n" +
                "第二十条 乡（镇）村公共设施、公益事业建设，须经乡级人民政府审核、县级人民政府建设行政主管部门审查同意并出具选址意见书后，同第十九条相关规定。\n" +
                "第四章\n" +
                "设计施工\n" +
                "第二十一条 在村庄、集镇规划区内，凡建筑跨度、跨径或者高度超出规定范围的乡（镇）村企业、乡（镇）村公共设施和公益事业的建筑工程，以及2层（含2层）以上的住宅，必须由取得相应的设计资质证书的单位进行设计，或者选用通用设计、标准设计。\n" +
                "跨度、跨径和高度的限定，由省、自治区、直辖市人民政府或者其授权的部门规定。\n" +
                "第二十二条 建筑设计应当贯彻适用、经济、安全和美观的原则，符合国家和地方有关节约资源、抗御灾害的规定，保持地方特色和民族风格，并注意与周围环境相协调。\n" +
                "农村居民住宅设计应当符合紧凑、合理、卫生和安全的要求。\n" +
                "第二十三条 承担村庄、集镇规划区内建筑工程施工任务的单位，必须具有相应的施工资质等级证书或者资质审查证明，并按照规定的经营范围承担施工任务。\n" +
                "在村庄、集镇规划区内从事建筑施工的个体工匠，除承担房屋修缮外，须按有关规定办理施工资质审批手续。\n" +
                "第二十四条 施工单位应当按照设计图纸施工。任何单位和个人不得擅自修改设计图纸；确需修改的，须经历设计单位同意，并出具变更设计通知单或者图纸。\n" +
                "第二十五条 施工单位应当确保施工质量，按照有关的技术规定施工，不得使用不符合工程质量要求的建筑材料和建筑构件。\n" +
                "第二十六条 乡（镇）村企业、乡（镇）村公共设施、公益事业等建设，在开工前，建设单位和个人应当向县级以上人民政府建设主管部门提出开工申请，经县级以上人民政府建设行政主管部门对设计、施工条件予以审查批准后，方可开工。\n" +
                "农村居民住宅建设开工的审批程序，由省、自治区、直辖市人民政府规定。\n" +
                "第二十七条 县级人民政府建设行政主管部门，应当对村庄、集镇建设的施工质量进行监督检查。村庄、集镇的建设工程竣工后，应当按照国家的有关规定，经有关部门竣工验收合格后，方可交付使用。\n" +
                "第五章\n" +
                "容貌环境\n" +
                "第二十八条 县级以上人民政府建设行政主管部门，应当加强对村庄、集镇房屋的产权、产籍的管理，依法保护房屋所有人对房屋的所有权。具体办法由国务院建设行政主管部门制定。\n" +
                "第二十九条 任何单位和个人都应当遵守国家和地方有关村庄、集镇的房屋、公共设施的管理规定，保证房屋的使用安全和公共设施的正常使用，不得破坏或者损毁村庄、集镇的道路、桥梁、供水、排水、供电、邮电、绿化等设施。\n" +
                "第三十条 从集镇收取的城市维护建设税，应当用于集镇公共设施的维护和建设，不得挪作他用。\n" +
                "第三十一条 乡级人民政府应当采取措施，保护村庄、集镇饮用水源；有条件的地方，可以集中供水，使水质逐步达到国家规定的生活饮用水卫生标准。\n" +
                "第三十二条 未经乡级人民政府批准，任何单位和个人不得擅自在村庄、集镇规划区内的街道、广场、市场和车站等场所修建临时建筑物、构筑物和其他设施。\n" +
                "第三十三条 任何单位和个人都应当维护村容镇貌和环境卫生，妥善处理粪堆、垃圾堆、柴草堆，养护树木花草，美化环境。\n" +
                "第三十四条 任何单位和个人都有义务保护村庄、集镇内的文物古迹、古树名木和风景名胜、军事设施、防汛设施，以及国家邮电、通信、输变电、输油管道等设施，不得损坏。\n" +
                "第三十五条 乡级人民政府应当按照国家有关规定，对村庄、集镇建设中形成的具有保存价值的文件、图纸、资料等及时整理归档。\n" +
                "第六章\n" +
                "罚则\n" +
                "第三十六条 在村庄、集镇规划区内，未按规划审批程序批准而取得建设用地批准文件，占用土地的，批准文件无效，占用的土地由乡级以上人民政府责令退回。\n" +
                "第三十七条 在村庄、集镇规划区内，未按规划审批程序批准或者违反规划的规定进行建设，严重影响村庄、集镇规划的，由县级人民政府建设行政主管部门责令停止建设，限期拆除或者没收违法建筑物、构筑物和其他设施；影响村庄、集镇规划，尚可采取改正措施的，由县级人民政府建设行政主管部门责令限期改正，处以罚款。\n" +
                "农村居民未经批准或者违反规划的规定建住宅的，乡级人民政府可以依照前款规定处罚。\n" +
                "第三十八条 有下列行为之一的，由县级人民政府建设行政主管部门责令停止设计或者施工、限期改正，并可处以罚款：\n" +
                "（一）未取得设计资质证书，承担建筑跨度、跨径和高度超出规定范围的工程以及2层以上住宅的设计任务或者未按设计资质证书规定的经营范围，承担设计任务的；\n" +
                "（二）未取得施工资质等级证书或者资质审查证书或者未按规定的经营范围，承担施工任务的；\n" +
                "（三）不按有关技术规定施工或者使用不符合工程质量要求的建筑材料和建筑构件的；\n" +
                "（四）未按设计图纸施工或者擅自修改设计图纸的。\n" +
                "取得设计或者施工资质证书的勘察设计、施工单位，为无证单位提供资质证书，超过规定的经营范围，承担设计、施工任务或者设计、施工的质量不符合要求，情节严重的，由原发证机关吊销设计或者施工的资质证书。\n" +
                "第三十九条 有下列行为之一的，由乡级人民政府责令停止侵害，可以处以罚款；造成损失的，并应当赔偿：\n" +
                "（一）损坏村庄和集镇的房屋、公共设施的；\n" +
                "（二）乱堆粪便、垃圾、柴草，破坏村容镇貌和环境卫生的。\n" +
                "第四十条 擅自在村庄、集镇规划区内的街道、广场、市场和车站等场所修建临时建筑物、构筑物和其他设施的，由乡级人民政府责令限期拆除，并可处以罚款。\n" +
                "第四十一条 损坏村庄，集镇内的文物古迹、古树名木和风景名胜、军事设施、防汛设施，以及国家邮电、通信、输变电、输油管道等设施的，依照有关法律、法规的规定处罚。\n" +
                "第四十二条 违反本条例，构成违反治安管理行为的，依照治安管理处罚条例的规定处罚；构成犯罪的，依法追究刑事责任。\n" +
                "第四十三条 村庄、集镇建设管理人员玩忽职守、滥用职权、徇私舞弊的，由所在单位或者上级主管部门给予行政处分；构成犯罪的，依法追究刑事责任。\n" +
                "第四十四条 当事人对行政处罚决定不服的，可以自接到处罚决定通知之日起15日内，向作出处罚决定机关的上一级机关申请复仪；对复议决定不服的，可以自接到复议决定之日起15日内，向人民法院提起诉讼。当事人也可以自接到处罚决定通知之日起15日内，直接向人民法院起诉。当事人逾期不申请复议，也不向人民法院提起诉讼，又不履行处罚决定的，作出处罚决定的机关可以申请人民法院强制执行或者依法强制执行。\n" +
                "\n" +
                "第十八部分  财务工作\n" +
                "\n" +
                "村干部必须遵守村级财务管理制度，按照“村财民理乡管”原则，实行民主理财，并接受监督。\n" +
                "一、遵纪守法，厉行节约\n" +
                "（一）集体收入应及时开票入账，严禁收款不出具收款凭证，严禁以收抵支、以收坐支，严禁截留、挪用集体收入资金；\n" +
                "（二）经办人员办理收入事项时，收取款项金额在1000元以下的，应当在3日内将款项存入村专户，1000元以上（含1000元）的必须当天存入村专户；\n" +
                "（二）不准报销不符合财经手续的发票，严禁虚报冒领或报销应由个人负担的费用；\n" +
                "（四）严禁公款私存和利用职权借用公款逾期不还；\n" +
                "（五）严格按规定程序和要求进行“一事一议”，严禁强行“以资代劳”；\n" +
                "（六）集体资产、资源处置和工程项目建设等事项，要遵守招投标等法律法规，公开招投标。\n" +
                "（七）不准利用职务之便为本人、配偶、子女和其他亲友谋取不正当利益；\n" +
                "（八）不准借婚丧嫁娶、子女升学等事宜大操大办、聚钱敛财；\n" +
                "（九）不准收受或索取管理、服务对象的钱物，不准接受对公正公平处理有关事项有影响的宴请或娱乐活动；\n" +
                "（十）不准贪污、挪用、侵占、截留扶贫、救灾救济、退耕还林、农业直补等资金和实物或在扶贫、救灾等资金的使用中优亲厚友、徇私舞弊。\n" +
                "（十一）不准公款大吃大喝、请客送礼或参与营业性娱乐活动；\n" +
                "（十二）不准公费旅游或变相公费旅游。\n" +
                "二、发扬民主，公开村务\n" +
                "（一）涉及村民利益的重大事项，村主要领导不得擅自决定，须由村“两委”集体研究，再经村民会议或村民代表会议讨论通过；\n" +
                "（二）村级财务收支必须每季度公开一次，公开日为每季度末的次月l0日，债权、债务每年公开一次，公开日期为次年一月20日，公布资料及时报乡镇纪委。村务公开内容应真实、准确、及时，并按规定公开应公开的内容，不得弄虚作假、流于形式。\n" +
                "\n" +
                "第十九部分 社会治安\n" +
                " \n" +
                "一、人口协管\n" +
                "（一）村组（社区）干部熟悉本村组（社区）党员、团员的基本情况，掌握本村组（社区）人员基本情况：包括每个家庭成员电话号码，是否服兵役、服刑或者治安处罚及现实表现情况。\n" +
                "（二）掌握本村组（社区）外出务工人员的省份、职业、大致收入（是否反常）、电话等基本情况，并关爱留守儿童和老人。\n" +
                "（三）了解户籍管理相关政策，对本村（社区）常住人员的出生、死亡情况进行及时统计申报，并督促新生儿入户及死亡人员注销。\n" +
                "（四）掌握出租房屋以及租住人员基本信息，并督促流动人口进行申报。充分发挥治保会作用，定期进行巡查，对外来可疑人员进行盘问、调查并及时上报。\n" +
                "（五）掌握村组（社区）内企业生产经营种类、人员的基本情况。\n" +
                "（六）对本村（社区）重点人员（曾因违法犯罪被打击处理人员，现涉稳人员、涉毒人员、邪教组织练习人员、可能铤而走险涉及其他违法犯罪的人员）协同予以帮教感化或主动检举揭发依法打击。\n" +
                "（七）协助公安机关依照法律法规对本村(社区)被管制、假释、缓刑、监外执行和被剥夺政治权利的罪犯及被监视居住的人进行监督、考察、教育。\n" +
                "（八）协助公安机关保护案件现场，并发动群众积极向公安机关提供破案线索，检举揭发违法犯罪嫌疑人员。\n" +
                "    二、矛盾纠纷的调处\n" +
                "（一）对本村或社区涉及到的民间纠纷（家庭琐事矛盾、邻里地界争议等矛盾纠纷）主动履职发挥好村级调解组织的作用。\n" +
                "（二）对本村（社区）涉及到的厂矿与邻里间因占地、务工等引发的纠纷提前介入化解，并将情况及时上报。配合有关部门及时疏导和调解可能激化的民事纠纷。\n" +
                "（三）对本村（社区）涉及到的因征地、拆迁等政府行为引发的矛盾纠纷要正面积极引导阻止升级，并给依法处理提供可靠的支撑依据。\n" +
                "    三、隐患排查\n" +
                "（一）认识组织开展村组（社会）安全检查和治安隐患检查整改工作，切实消除各类治安隐患和工作薄弱环节，着力提高广大人民群众的安全感。\n" +
                "（二）及时劝阻和制止本村（社区）内的违反治安管理的行为。\n" +
                "（三）了解村组（社区）内机动车数量以及驾驶员情况，督促办理相关证照。\n" +
                "（四）协助公安机关做好特种行业、枪支弹药、烟花爆竹等危险物品和赌博窝点的治安管理工作。\n" +
                "    四、治安防范\n" +
                "（一）村组（社区）视情况自建一支相对固定的义务联防队，组织群众进行治安联防、治安巡逻和安全检查等工作。落实群众性防盗、防火和防其它治安灾害事故的防范措施。                            \n" +
                "（二）认真抓好本村或社区内的治安岗（门卫）、报警点建设，提高村组（社区）内部的自防能力。\n" +
                "（三）向公安机关及时反映治安信息和群众对公安机关的意见、建议和要求。\n" +
                "（四）利用村组（社区）会议进行禁毒、交通等常用法律法规宣传，教育居民遵纪守法，提高居民的自我防范意识及社会治安参与意识。 \n" +
                "\n" +
                "第二十部分  防邪工作\n" +
                "\n" +
                "一、以身作则，不信不传邪教歪理邪说，与邪教划清界线；加强对配偶、子女以及亲戚教育，让配偶、子女以及亲戚不要参与邪教。\n" +
                "二、强化宣传教育，加强对本域内误入邪教或被包裹胁群众进行帮助教育，让他们早日脱离邪教；组织本村（社区）民，广泛开展健康文化娱乐活动，让本村（社区）村民远离邪教。\n" +
                "三、对本村(社区）内各类邪教、组成和人员情况全面掌握，做到家底清，情况明。\n" +
                "四、灵通情报信息，如发现本区域内邪教人员在从事邪教活动或有外来人进行邪教活动时候，要及时向公安机关报告。";

        public static String text05="习近平在全国国有企业党的建设工作会议上强调　　\n" +
                "坚持党对国有企业的领导不动摇 开创国有企业党的建设新局面　　\n" +
                "刘云山讲话　\n" +
                "王岐山张高丽出席\n" +
                "全国国有企业党的建设工作会议10月10日至11日在北京召开。中共中央总书记、国家主席、中央军委主席习近平出席会议并发表重要讲话。他强调，要通过加强和完善党对国有企业的领导、加强和改进国有企业党的建设，使国有企业成为党和国家最可信赖的依靠力量，成为坚决贯彻执行党中央决策部署的重要力量，成为贯彻新发展理念、全面深化改革的重要力量，成为实施“走出去”战略、“一带一路”建设等重大战略的重要力量，成为壮大综合国力、促进经济社会发展、保障和改善民生的重要力量，成为我们党赢得具有许多新的历史特点的伟大斗争胜利的重要力量。要坚持有利于国有资产保值增值、有利于提高国有经济竞争力、有利于放大国有资本功能的方针，推动国有企业深化改革、提高经营管理水平，加强国有资产监管，坚定不移把国有企业做强做优做大。\n" +
                "中共中央政治局常委、中央书记处书记刘云山作总结讲话。中共中央政治局常委王岐山、张高丽出席会议。\n" +
                "习近平在讲话中强调，国有企业是中国特色社会主义的重要物质基础和政治基础，是我们党执政兴国的重要支柱和依靠力量。新中国成立以来特别是改革开放以来，国有企业发展取得巨大成就。我国国有企业为我国经济社会发展、科技进步、国防建设、民生改善作出了历史性贡献，功勋卓著，功不可没。\n" +
                "习近平指出，坚持党的领导、加强党的建设，是我国国有企业的光荣传统，是国有企业的“根”和“魂”，是我国国有企业的独特优势。新形势下，国有企业坚持党的领导、加强党的建设，总的要求是：坚持党要管党、从严治党，紧紧围绕全面解决党的领导、党的建设弱化、淡化、虚化、边缘化问题，坚持党对国有企业的领导不动摇，发挥企业党组织的领导核心和政治核心作用，保证党和国家方针政策、重大部署在国有企业贯彻执行；坚持服务生产经营不偏离，把提高企业效益、增强企业竞争实力、实现国有资产保值增值作为国有企业党组织工作的出发点和落脚点，以企业改革发展成果检验党组织的工作和战斗力；坚持党组织对国有企业选人用人的领导和把关作用不能变，着力培养一支宏大的高素质企业领导人员队伍；坚持建强国有企业基层党组织不放松，确保企业发展到哪里、党的建设就跟进到哪里、党支部的战斗堡垒作用就体现在哪里，为做强做优做大国有企业提供坚强组织保证。\n" +
                "习近平强调，坚持党对国有企业的领导是重大政治原则，必须一以贯之；建立现代企业制度是国有企业改革的方向，也必须一以贯之。中国特色现代国有企业制度，“特”就特在把党的领导融入公司治理各环节，把企业党组织内嵌到公司治理结构之中，明确和落实党组织在公司法人治理结构中的法定地位，做到组织落实、干部到位、职责明确、监督严格。\n" +
                "习近平指出，党对国有企业的领导是政治领导、思想领导、组织领导的有机统一。国有企业党组织发挥领导核心和政治核心作用，归结到一点，就是把方向、管大局、保落实。要明确党组织在决策、执行、监督各环节的权责和工作方式，使党组织发挥作用组织化、制度化、具体化。要处理好党组织和其他治理主体的关系，明确权责边界，做到无缝衔接，形成各司其职、各负其责、协调运转、有效制衡的公司治理机制。\n" +
                "习近平强调，党和人民把国有资产交给企业领导人员经营管理，是莫大的信任。要加强对国有企业领导人员的党性教育、宗旨教育、警示教育，严明政治纪律和政治规矩，引导他们不断提高思想政治素质、增强党性修养，从思想深处拧紧螺丝。要突出监督重点，强化对关键岗位、重要人员特别是一把手的监督管理，完善“三重一大”决策监督机制，严格日常管理，整合监督力量，形成监督合力。\n" +
                "习近平指出，坚持全心全意依靠工人阶级的方针，是坚持党对国有企业领导的内在要求。要健全以职工代表大会为基本形式的民主管理制度，推进厂务公开、业务公开，落实职工群众知情权、参与权、表达权、监督权，充分调动工人阶级的积极性、主动性、创造性。企业在重大决策上要听取职工意见，涉及职工切身利益的重大问题必须经过职代会审议。要坚持和完善职工董事制度、职工监事制度，鼓励职工代表有序参与公司治理。\n" +
                "习近平强调，国有企业领导人员是党在经济领域的执政骨干，是治国理政复合型人才的重要来源，肩负着经营管理国有资产、实现保值增值的重要责任。国有企业领导人员必须做到对党忠诚、勇于创新、治企有方、兴企有为、清正廉洁。国有企业领导人员要坚定信念、任事担当，牢记自己的第一职责是为党工作，牢固树立政治意识、大局意识、核心意识、看齐意识，把爱党、忧党、兴党、护党落实到经营管理各项工作中。面对日趋激烈的国内外市场竞争，国有企业领导人员要迎难而上、开拓进取，带领广大干部职工开创企业发展新局面。\n" +
                "习近平指出，要坚持党管干部原则，保证党对干部人事工作的领导权和对重要干部的管理权，保证人选政治合格、作风过硬、廉洁不出问题。要让国有企业领导人员在工作一线摸爬滚打、锻炼成长，把在实践中成长起来的良将贤才及时选拔到国有企业领导岗位上来。对国有企业领导人员，既要从严管理，又要关心爱护，树立正向激励的鲜明导向，让他们放开手脚干事、甩开膀子创业。要大力宣传优秀国有企业领导人员的先进事迹和突出贡献，营造尊重企业家价值、鼓励企业家创新、发挥企业家作用的浓厚社会氛围。\n" +
                "习近平强调，全面从严治党要在国有企业落实落地，必须从基本组织、基本队伍、基本制度严起。要同步建立党的组织、动态调整组织设置。要把党员日常教育管理的基础性工作抓紧抓好。企业党组织“三会一课”要突出党性锻炼。要让支部成为团结群众的核心、教育党员的学校、攻坚克难的堡垒。要把思想政治工作作为企业党组织一项经常性、基础性工作来抓，把解决思想问题同解决实际问题结合起来，既讲道理，又办实事，多做得人心、暖人心、稳人心的工作。\n" +
                "习近平指出，各级党委要抓好国有企业党的建设，把党要管党、从严治党落到实处。地方各级党委要把国有企业党的建设纳入整体工作部署和党的建设总体规划。国有企业党委（党组）要履行主体责任。要加强国有企业党风廉政建设和反腐败工作，把纪律和规矩挺在前面，持之以恒落实中央八项规定精神，抓好巡视发现问题的整改，严肃查处侵吞国有资产、利益输送等问题。\n" +
                "刘云山在讲话中指出，习近平总书记重要讲话从坚持和发展中国特色社会主义、巩固党的执政基础执政地位的高度，深刻回答了事关国有企业改革发展和党的建设的一系列重大问题，具有很强的战略性、思想性、针对性，是加强新形势下国有企业党的建设的纲领性文献，对于做强做优做大国有企业、推进党和国家事业发展具有重要指导意义。要深入学习领会、全面贯彻落实，切实把思想和行动统一到讲话精神上来。\n" +
                "刘云山说，贯彻习近平总书记重要讲话精神，关键是要提高思想认识，明确工作责任，把国有企业党的建设各项任务落到实处。要深化对国有企业重要地位的认识，深化对国有企业党的建设重大意义和目标任务的认识，增强做好工作的责任感。要落实党的领导的根本原则，按照把加强党的领导与完善公司治理统一起来的要求，推动党组织领导核心和政治核心作用组织化、制度化、具体化。要着力抓好政治引领，抓好国有企业领导人员队伍建设和管理，抓好基层党组织建设和职工群众的思想政治工作。要强化问题导向，弘扬改革创新精神，切实解决国有企业党的建设存在的突出问题。各级党委要负起把握方向、统一领导、建强队伍的责任，把国有企业党的建设工作纳入整体工作部署和党的建设总体规划。党委组织部门要负起牵头抓总的责任，国资监管部门要落实管资本就要管党建的责任。国有企业党委（党组）要负起党建工作主体责任，党组织书记要履行第一责任人责任。要推动党建工作与生产经营深度融合，把党建工作成效转化为企业发展优势。\n" +
                "上海市、重庆市、陕西省和中国工商银行、中国航天科技集团公司、中国石油天然气集团公司兰州石化公司、中国交通建设集团有限公司、安阳钢铁集团公司党委（党组）负责同志作会议发言。\n" +
                "部分中共中央政治局委员、中央书记处书记，国务委员出席会议。\n" +
                "中央党的建设工作领导小组成员，中央和国家机关各部门、各人民团体和中管金融企业、中央企业党委（党组）负责同志，各省区市和副省级城市、新疆生产建设兵团党委组织部部长等参加会议。";
        public static String text06="同志们：\n" +
                "　　今天，我们在这里隆重集会，纪念中国工农红军长征胜利80周年。\n" +
                "　　红军长征的那个年代，中国处在半殖民地半封建社会的黑暗境地，社会危机四伏，日寇野蛮侵略，国民党反动派置民族危亡于不顾，向革命根据地连续发动大规模“围剿”，中国共产党和红军到了危急关头，中国革命到了危急关头，中华民族到了危急关头。\n" +
                "　　面对生死存亡的严峻考验，从1934年10月至1936年10月，红军第一、第二、第四方面军和第二十五军进行了伟大的长征。我们党领导红军，以非凡的智慧和大无畏的英雄气概，战胜千难万险，付出巨大牺牲，胜利完成震撼世界、彪炳史册的长征，宣告了国民党反动派消灭中国共产党和红军的图谋彻底失败，宣告了中国共产党和红军肩负着民族希望胜利实现了北上抗日的战略转移，实现了中国共产党和中国革命事业从挫折走向胜利的伟大转折，开启了中国共产党为实现民族独立、人民解放而斗争的新的伟大进军。\n" +
                "　　这一惊天动地的革命壮举，是中国共产党和红军谱写的壮丽史诗，是中华民族伟大复兴历史进程中的巍峨丰碑。\n" +
                "　　在这里，我代表党中央、国务院和中央军委，代表全党全军全国各族人民，向领导红军创造这一历史伟业的毛泽东、周恩来、朱德同志等老一辈革命家，向在长征中浴血奋战和在各地坚持革命斗争的红军指战员，向当年支援红军长征的各族人民特别是各革命根据地人民，向所有健在的红军老战士，致以崇高的敬意！\n" +
                "　　我提议，全体起立，为在长征途中和在各地革命斗争中英勇牺牲的革命烈士默哀！\n" +
                "　　同志们！\n" +
                "　　穿越历史的沧桑巨变，回望80年前那段苦难和辉煌，我们更加深刻地认识到，长征在我们党、国家、军队发展史上具有十分伟大的意义，对中华民族历史进程具有十分深远的影响。\n" +
                "　　——长征是一次理想信念的伟大远征。崇高的理想，坚定的信念，永远是中国共产党人的政治灵魂。中国共产党从成立之日起，就把共产主义确立为远大理想，始终团结带领中国人民朝着这个伟大理想前行。党和红军几经挫折而不断奋起，历尽苦难而淬火成钢，归根到底在于心中的远大理想和革命信念始终坚定执着，始终闪耀着火热的光芒。\n" +
                "　　长征途中，英雄的红军，血战湘江，四渡赤水，巧渡金沙江，强渡大渡河，飞夺泸定桥，鏖战独树镇，勇克包座，转战乌蒙山，击退上百万穷凶极恶的追兵阻敌，征服空气稀薄的冰山雪岭，穿越渺无人烟的沼泽草地，纵横十余省，长驱二万五千里。主力红军长征后，留在根据地的红军队伍和游击队，在极端困难的条件下，紧紧依靠人民群众，坚持游击战争。西北地区红军创建陕甘革命根据地，同先期到达陕北的红二十五军一起打破了敌人的重兵“围剿”，为党中央把中国革命的大本营安置在西北创造了条件。东北抗日联军、坚持在国民党统治区工作的党组织以及党领导的各方面力量都进行了艰苦卓绝的斗争，都为长征胜利作出了不可磨灭的贡献。\n" +
                "　　长征的胜利，是中国共产党人理想的胜利，是中国共产党人信念的胜利。“风雨浸衣骨更硬，野菜充饥志越坚；官兵一致同甘苦，革命理想高于天。”在风雨如磐的长征路上，崇高的理想，坚定的信念，激励和指引着红军一路向前。在红一方面军二万五千里的征途上，平均每300米就有一名红军牺牲。长征这条红飘带，是无数红军的鲜血染成的。艰难可以摧残人的肉体，死亡可以夺走人的生命，但没有任何力量能够动摇中国共产党人的理想信念。\n" +
                "　　长征的胜利，靠的是红军将士压倒一切敌人而不被任何敌人所压倒、征服一切困难而不被任何困难所征服的英雄气概和革命精神。长征向全中国、向全世界庄严宣告，中国共产党及其领导的人民军队，是用马克思主义武装的、以共产主义为崇高理想和坚定信念的。长征路上的苦难、曲折、死亡，检验了中国共产党人的理想信念，向世人证明了中国共产党人的理想信念是坚不可摧的。\n" +
                "　　——长征是一次检验真理的伟大远征。真理只有在实践中才能得到检验，真理只有在实践中才能得到确立。长征途中，红军面临着凶恶残暴的追兵阻敌，面临着严酷恶劣的自然环境，还面临着同党内错误思想的激烈斗争。经过长征，党和红军不是弱了，而是更强了，因为我们党找到了中国革命的正确道路，找到了指引这条道路的正确理论。\n" +
                "　　长征途中，党中央召开的遵义会议，是我们党历史上一个生死攸关的转折点。这次会议确立了毛泽东同志在红军和党中央的领导地位，开始确立了以毛泽东同志为主要代表的马克思主义正确路线在党中央的领导地位，开始形成以毛泽东同志为核心的党的第一代中央领导集体，这是我们党和革命事业转危为安、不断打开新局面最重要的保证。\n" +
                "　　长征的胜利，使我们党进一步认识到，只有把马克思列宁主义基本原理同中国革命具体实际结合起来，独立自主解决中国革命的重大问题，才能把革命事业引向胜利。这是在血的教训和斗争考验中得出的真理。\n" +
                "　　长征的胜利，实现了在追求真理、坚持真理的基础上全党的空前团结、红军的空前团结。没有这种思想上政治上的大团结，中国革命胜利是不可能实现的。经过长征的千锤百炼，我们党在思想上不断成熟，成为中国人民进行抗日战争的中流砥柱，成为中国革命赢得最后胜利的中坚力量。\n" +
                "——长征是一次唤醒民众的伟大远征。红军打胜仗，人民是靠山。长征是历史纪录上的第一次，长征是宣言书，长征是宣传队，长征是播种机。面对正义和邪恶两种力量的交锋、光明和黑暗两种前途的抉择，我们党始终植根于人民，联系群众、宣传群众、武装群众、团结群众、依靠群众，以自己的模范行动，赢得人民群众真心拥护和支持，广大人民群众是长征胜利的力量源泉。\n" +
                "　　长征途中，我们党高举全民族团结抗战的大旗，推动了抗日民族统一战线的形成，吹响了全民族觉醒和奋起的号角，汇聚起团结抗日、一致对外的强大力量。广大人民群众深刻认识到，中国共产党是为人民谋利益的党，红军是人民的军队、真正抗日的力量，中国共产党指引的道路是人民群众翻身得解放的正确道路。\n" +
                "　　长征的胜利，宣传了我们党的主张，播撒下革命的火种，扩大了党和红军的影响，巩固了党同人民群众的血肉联系，使党牢牢扎根在人民之中。\n" +
                "　　长征的胜利，充分展示了中国共产党性质和宗旨的力量，充分说明了中国共产党必须在人民中间生根开花，必须紧紧依靠人民来克服困难、赢得胜利。\n" +
                "　　——长征是一次开创新局的伟大远征。长征的胜利，是方向和道路的胜利。长征的过程，不仅是战胜敌人、赢得胜利、实现战略目标的过程，而且是联系实际、创新理论、探索革命道路的过程。长征出发前，由于党内“左”倾教条主义的错误领导，中央革命根据地第五次反“围剿”失败，其他根据地也遭受挫折，中国革命面临着方向和道路的抉择。面对乱云飞渡、惊涛骇浪，我们党表现出无所畏惧的伟大实践精神，表现出浴火重生的伟大创造精神，在血与火中趟出了一条走向新生、走向胜利的革命道路。\n" +
                "　　长征途中，我们党通过艰苦卓绝的实践探索，成功把解决生存危机同拯救民族危亡联系在一起，把长征的大方向同建立抗日前进阵地联系在一起，实现了国内革命战争向抗日民族战争的转变，为夺取中国人民抗日战争胜利、进而夺取新民主主义革命胜利打下了坚实基础。\n" +
                "　　长征的胜利，不仅保存了革命力量，而且使我们党找到了中国革命力量生存发展新的落脚点，找到了中国革命事业胜利前进新的出发点。从长征的终点出发，我们党领导中国人民展开了中国革命波澜壮阔的新画卷。\n" +
                "　　长征的胜利，使我们党以陕甘宁革命根据地为中心，推动一大批革命根据地如雨后春笋般建立和发展起来，革命的火种在神州大地渐成燎原之势，有力推动了新的革命高潮到来。\n" +
                "　　同志们！\n" +
                "　　“艰难困苦，玉汝于成。”长征历时之长、规模之大、行程之远、环境之险恶、战斗之惨烈，在中国历史上是绝无仅有的，在世界战争史乃至人类文明史上也是极为罕见的。\n" +
                "　　在漫漫征途中，红军将士同敌人进行了600余次战役战斗，跨越近百条江河，攀越40余座高山险峰，其中海拔4000米以上的雪山就有20余座，穿越了被称为“死亡陷阱”的茫茫草地，用顽强意志征服了人类生存极限。红军将士上演了世界军事史上威武雄壮的战争活剧，创造了气吞山河的人间奇迹。\n" +
                "　　80年来，世界范围内关于红军长征的报道和研究层出不穷，慕名前来寻访长征路的人络绎不绝。国际社会越来越多的人认为，红军长征是20世纪最能影响世界前途的重要事件之一，是充满理想和献身精神、用意志和勇气谱写的人类史诗。长征迸发出的激荡人心的强大力量，跨越时空，跨越民族，是人类为追求真理和光明而不懈努力的伟大史诗。\n" +
                "　　同志们！\n" +
                "　　长征这一人类历史上的伟大壮举，留给我们最可宝贵的精神财富，就是中国共产党人和红军将士用生命和热血铸就的伟大长征精神。\n" +
                "　　伟大长征精神，就是把全国人民和中华民族的根本利益看得高于一切，坚定革命的理想和信念，坚信正义事业必然胜利的精神；就是为了救国救民，不怕任何艰难险阻，不惜付出一切牺牲的精神；就是坚持独立自主、实事求是，一切从实际出发的精神；就是顾全大局、严守纪律、紧密团结的精神；就是紧紧依靠人民群众，同人民群众生死相依、患难与共、艰苦奋斗的精神。\n" +
                "　　伟大长征精神，是中国共产党人及其领导的人民军队革命风范的生动反映，是中华民族自强不息的民族品格的集中展示，是以爱国主义为核心的民族精神的最高体现。\n" +
                "　　人无精神则不立，国无精神则不强。精神是一个民族赖以长久生存的灵魂，唯有精神上达到一定的高度，这个民族才能在历史的洪流中屹立不倒、奋勇向前。伟大长征精神，作为中国共产党人红色基因和精神族谱的重要组成部分，已经深深融入中华民族的血脉和灵魂，成为社会主义核心价值观的丰富滋养，成为鼓舞和激励中国人民不断攻坚克难、从胜利走向胜利的强大精神动力。\n" +
                "　　同志们！\n" +
                "　　历史是人民创造的，英雄的人民创造英雄的历史。今天中国的进步和发展，就是从长征中走出来的。\n" +
                "　　早在新中国成立前夕，毛泽东同志就告诫我们：“夺取全国胜利，这只是万里长征走完了第一步。”新中国成立后，经过艰苦摸索和曲折实践，我们开启了改革开放新时代，迈上了建设中国特色社会主义新长征之路。\n" +
                "　　改革开放30多年来，在中国共产党领导下，全国各族人民团结一心、艰苦奋斗，我国改革开放和社会主义现代化事业加速发展，人民生活得到根本改善，我国社会主义制度极大巩固和发展，我们迎来了中华民族实现伟大复兴的光明前景。\n" +
                "　　坚持和发展中国特色社会主义是一项长期的艰巨的历史任务。邓小平同志说：“我们搞社会主义才几十年，还处在初级阶段。巩固和发展社会主义制度，还需要一个很长的历史阶段，需要我们几代人、十几代人，甚至几十代人坚持不懈地努力奋斗，决不能掉以轻心。”\n" +
                "　　历史是不断向前的，要达到理想的彼岸，就要沿着我们确定的道路不断前进。每一代人有每一代人的长征路，每一代人都要走好自己的长征路。今天，我们这一代人的长征，就是要实现“两个一百年”奋斗目标、实现中华民族伟大复兴的中国梦。\n" +
                "　　今天的长征同当年的红军长征相比，同改革开放以来我们已经走过的新长征之路相比，虽然在环境、条件、任务、力量等方面有一些差异甚至有很大不同，但都是具有开创性、艰巨性、复杂性的事业。\n" +
                "　　实现伟大的理想，没有平坦的大道可走。夺取坚持和发展中国特色社会主义伟大事业新进展，夺取推进党的建设新的伟大工程新成效，夺取具有许多新的历史特点的伟大斗争新胜利，我们还有许多“雪山”、“草地”需要跨越，还有许多“娄山关”、“腊子口”需要征服，一切贪图安逸、不愿继续艰苦奋斗的想法都是要不得的，一切骄傲自满、不愿继续开拓前进的想法都是要不得的。\n" +
                "　　长征永远在路上。一个不记得来路的民族，是没有出路的民族。不论我们的事业发展到哪一步，不论我们取得了多大成就，我们都要大力弘扬伟大长征精神，在新的长征路上继续奋勇前进。\n" +
                "——弘扬伟大长征精神，走好今天的长征路，必须坚定共产主义远大理想和中国特色社会主义共同理想，为崇高理想信念而矢志奋斗。长征胜利启示我们：心中有信仰，脚下有力量；没有牢不可破的理想信念，没有崇高理想信念的有力支撑，要取得长征胜利是不可想象的。邓小平同志说：“过去我们党无论怎样弱小，无论遇到什么困难，一直有强大的战斗力，因为我们有马克思主义和共产主义的信念。有了共同的理想，也就有了铁的纪律。无论过去、现在和将来，这都是我们的真正优势。”\n" +
                "　　在新的长征路上，我们一定要保持理想信念坚定，不论时代如何变化，不论条件如何变化，都风雨如磐不动摇，自觉做共产主义远大理想和中国特色社会主义共同理想的坚定信仰者、忠实实践者，永远为了真理而斗争，永远为了理想而斗争。\n" +
                "　　“石可破也，而不可夺坚；丹可磨也，而不可夺赤。”理想信念的坚定，来自思想理论的坚定。认识真理，掌握真理，信仰真理，捍卫真理，是坚定理想信念的精神前提。中国共产党人的理想信念，建立在马克思主义科学真理的基础之上，建立在马克思主义揭示的人类社会发展规律的基础之上，建立在为最广大人民谋利益的崇高价值的基础之上。我们坚定，是因为我们追求的是真理。我们坚定，是因为我们遵循的是规律。我们坚定，是因为我们代表的是最广大人民根本利益。\n" +
                "　　坚定理想信念，就要深入学习马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观，深入学习党的十八大以来党中央治国理政新理念新思想新战略，让真理武装我们的头脑，让真理指引我们的理想，让真理坚定我们的信仰。要坚持学而信、学而思、学而行，把学习成果转化为不可撼动的理想信念，转化为正确的世界观、人生观、价值观，用理想之光照亮奋斗之路，用信仰之力开创美好未来。\n" +
                "　　——弘扬伟大长征精神，走好今天的长征路，必须坚定中国特色社会主义道路自信、理论自信、制度自信、文化自信，为夺取中国特色社会主义伟大事业新胜利而矢志奋斗。长征胜利启示我们：只有掌握科学理论才能把握正确前进方向；只有立足实际、独立自主开辟前进道路，才能不断走向胜利。长征走过的道路，不仅翻越了千山万水，而且翻越了把马克思主义当做一成不变的教条的错误思想障碍。长征给我们的根本经验和启示，就是要坚持马克思主义基本原理同中国具体实际相结合，坚定不移走符合中国国情的革命、建设、改革道路。\n" +
                "　　在新的长征路上，我们要坚信，中国特色社会主义道路是实现社会主义现代化的必由之路，是指引中国人民创造自己美好生活的必由之路。中国特色社会主义理论体系是指导党和人民沿着中国特色社会主义道路实现中华民族伟大复兴的正确理论，是立于时代前沿、与时俱进的科学理论。中国特色社会主义制度是当代中国发展进步的根本制度保障，是具有鲜明中国特色、明显制度优势、强大自我完善能力的先进制度。中国特色社会主义文化积淀着中华民族最深层的精神追求，代表着中华民族独特的精神标识，是中国人民胜利前行的强大精神力量。这一点，不仅已经在理论上被证明是正确的，而且在实践上也被证明是正确的。\n" +
                "　　中国特色社会主义，承载着几代中国共产党人的理想和探索，寄托着无数仁人志士的夙愿和期盼，凝聚着亿万人民的奋斗和牺牲，是近代以来中国社会发展的必然选择。我们强调坚定道路自信、理论自信、制度自信、文化自信，不是说就固步自封、不思进取了，我们必须不断有所发现、有所发明、有所创造、有所前进，使中国特色社会主义永远充满蓬勃生机活力。同时，我们要永远记住，我们所进行的一切完善和改进，都是在既定方向上的继续前进，而不是改变方向，更不是要丢掉我们党、国家、人民安身立命的根本。\n" +
                "　　——弘扬伟大长征精神，走好今天的长征路，必须把人民放在心中最高位置，坚持一切为了人民、一切依靠人民，为人民过上更加美好生活而矢志奋斗。长征胜利启示我们：人民群众有着无尽的智慧和力量，只有始终相信人民，紧紧依靠人民，充分调动广大人民的积极性、主动性、创造性，才能凝聚起众志成城的磅礴之力。一部红军长征史，就是一部反映军民鱼水情深的历史。在湖南汝城县沙洲村，3名女红军借宿徐解秀老人家中，临走时，把自己仅有的一床被子剪下一半给老人留下了。老人说，什么是共产党？共产党就是自己有一条被子，也要剪下半条给老百姓的人。同人民风雨同舟、血脉相通、生死与共，是中国共产党和红军取得长征胜利的根本保证，也是我们战胜一切困难和风险的根本保证。中国共产党之所以能够发展壮大，中国特色社会主义之所以能够不断前进，正是因为依靠了人民。中国共产党之所以能够得到人民拥护，中国特色社会主义之所以能够得到人民支持，也正是因为造福了人民。\n" +
                "　　在新的长征路上，全党必须牢记，为什么人、靠什么人的问题，是检验一个政党、一个政权性质的试金石。我们要始终把人民立场作为根本政治立场，把人民利益摆在至高无上的地位，不断把为人民造福事业推向前进。我们要团结带领全体人民，以自己的辛勤劳动和不懈努力，不断保障和改善民生，让改革发展成果更多更公平惠及全体人民，朝着实现全体人民共同富裕的目标稳步迈进。\n" +
                "　　“水能载舟，亦能覆舟。”这个道理我们必须牢记，任何时候都不能忘却。老百姓是天，老百姓是地。忘记了人民，脱离了人民，我们就会成为无源之水、无本之木，就会一事无成。我们要坚持党的群众路线，始终保持党同人民群众的血肉联系，始终接受人民群众批评和监督，心中常思百姓疾苦，脑中常谋富民之策，使我们党永远赢得人民群众信任和拥护，使我们的事业始终拥有不竭的力量源泉。\n" +
                "　　团结是战胜一切困难的强大力量，是凝聚人心、成就伟业的重要保证。在为中华民族伟大复兴而奋斗的征程中，我们一定要巩固全国各族人民大团结，增强各党派、各团体、各民族、各阶层以及各方面的团结，坚决维护国家统一和社会和谐稳定，坚决反对任何破坏统一和团结的分裂活动。我们要凝聚起全体人民智慧和力量，激发出全社会创造活力和发展动力，让全体中华儿女万众一心、团结奋斗迸发出来的磅礴力量成为实现中华民族伟大复兴的强大动力。\n" +
                "　　——弘扬伟大长征精神，走好今天的长征路，必须把握方向、统揽大局、统筹全局，为实现我们的总任务、总布局、总目标而矢志奋斗。长征胜利启示我们：一个党要立于不败之地，必须立于时代潮头，紧扣新的历史特点，科学谋划全局，牢牢把握战略主动，坚定不移实现我们的战略目标。长征走的是高山峻岭，渡的是大河险滩，过的是草地荒原，但每一个行程、每一次突围、每一场战斗都从战略全局出发，既赢得了战争胜利，也赢得了战略主动。这既是一种精神，也是一种智慧。\n" +
                "　　在新的长征路上，我们要立足世情国情党情，统筹国内国际两个大局，统筹党和国家事业发展全局，协调推进各项事业发展，抓住战略重点，实现关键突破，赢得战略主动，防范系统性风险，避免颠覆性危机，维护好发展全局。\n" +
                "坚持和发展中国特色社会主义，总任务是实现社会主义现代化和中华民族伟大复兴。我们必须统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局，一心一意为实现“两个一百年”奋斗目标而努力工作，不断把完成总任务的历史进程推向前进。发展对坚持和发展中国特色社会主义具有决定性意义，我们必须坚持以经济建设为中心，坚持以新发展理念引领经济发展新常态，破解发展难题，厚植发展优势，不断为坚持和发展中国特色社会主义奠定强大物质基础。改革是决定当代中国命运的关键一招，我们必须坚定不移高举改革旗帜，坚决冲破思想观念束缚，坚决破除利益固化藩篱，坚决清除妨碍生产力发展和社会进步的体制机制障碍，不断推进国家治理体系和治理能力现代化。创新是引领发展的第一动力，我们必须解放思想、实事求是、与时俱进，坚定不移推进理论创新、实践创新、制度创新以及其他各方面创新，让党和国家事业始终充满创造活力、不断打开创新局面。\n" +
                "　　——弘扬伟大长征精神，走好今天的长征路，必须建设同我国国际地位相称、同国家安全和发展利益相适应的巩固国防和强大军队，为维护国家安全和世界和平而矢志奋斗。长征胜利启示我们：人民军队是革命的依托、民族的希望，党对军队绝对领导是人民军队赢得胜利的根本保证。长征锻炼了人民军队，长征磨练了人民军队，长征成就了人民军队，长征开启了人民军队发展的新起点。长征是人民军队的光荣，光荣的人民军队必须永远继承红军长征的伟大精神和优良作风。\n" +
                "　　在新的长征路上，我们要坚持以党在新形势下的强军目标为引领，深入贯彻新形势下军事战略方针，努力建设世界一流军队。\n" +
                "　　强国必须强军，军强才能国安。要紧紧扭住政治建军不放松，坚持党对军队的绝对领导，永葆人民军队性质、宗旨、本色，永远做红军的传人，着力培养有灵魂、有本事、有血性、有品德的新一代革命军人，努力锻造具有铁一般信仰、铁一般信念、铁一般纪律、铁一般担当的过硬部队。要紧紧扭住改革强军不放松，坚定不移深化国防和军队改革，着力解决制约国防和军队建设的体制性障碍、结构性矛盾、政策性问题，深入推进军队组织形态现代化，加快构建中国特色现代军事力量体系。要紧紧扭住依法治军不放松，着力构建中国特色军事法治体系，推动实现治军方式的根本性转变，提高国防和军队建设法治化水平。要紧紧扭住备战打仗不放松，坚持战斗力这个唯一的根本标准，拓展和深化军事斗争准备，加强实战化军事训练，加快提升打赢信息化战争能力。要深入贯彻军民融合发展战略，更好把国防和军队建设融入国家经济社会发展体系，形成全要素、多领域、高效益的军民融合深度发展格局。要加强国防动员和后备力量建设，巩固和发展军政军民团结。要加强国际军事安全合作，积极履行同中国国际地位相适应的责任和义务，同世界各国一道共同应对全球性安全挑战，为维护世界和平作出更大贡献。全军要增强忧患意识、危机意识、使命意识，以只争朝夕的精神推进国防和军队现代化，担负起维护国家主权、安全、发展利益的重大责任。\n" +
                "　　——弘扬伟大长征精神，走好今天的长征路，必须加强党的领导，坚持全面从严治党，为推进党的建设新的伟大工程而矢志奋斗。长征胜利启示我们：党的领导是党和人民事业成功的根本保证。毛泽东同志指出：“谁使长征胜利的呢？是共产党。没有共产党，这样的长征是不可能设想的。中国共产党，它的领导机关，它的干部，它的党员，是不怕任何艰难困苦的。”中国共产党的领导，是中国革命、建设、改革不断取得胜利最根本的保证，是中国特色社会主义最本质的特征，也是中国特色社会主义的最大优势，必须毫不动摇坚持和完善。\n" +
                "　　在新的长征路上，全党同志都要自觉坚持和维护党的领导，自觉站在党和人民立场上，对党忠诚、为党分忧、为党担责、为党尽责，竭尽全力完成党交给的职责和任务，通过全党共同努力，使我们党永远同人民在一起、永远走在时代前列。\n" +
                "　　“自知者英，自胜者雄。”民族复兴梦想越接近，改革开放任务越繁重，越要加强党的建设。安不忘危，才是生存发展之道。我们党面临的“四大考验”、“四种危险”是长期的、复杂的、严峻的。要坚持党中央集中统一领导，在各级党组织和广大党员、干部中强化政治意识、大局意识、核心意识、看齐意识，确保在思想上政治上行动上始终同党中央保持高度一致。要继续推进全面从严治党，牢牢把握加强党的执政能力建设和先进性建设这条主线，加强和规范新形势下党内政治生活，坚定不移推进党风廉政建设和反腐败斗争，不断增强党自我净化、自我完善、自我革新、自我提高能力，提高党的领导水平和执政水平、增强拒腐防变和抵御风险能力，确保党始终成为中国特色社会主义事业的坚强领导核心。\n" +
                "　　弘扬伟大长征精神，走好今天的长征路，是新的时代条件下我们面临的一个重大课题。伟大长征精神，是党和人民付出巨大代价、进行伟大斗争获得的宝贵精神财富，我们世世代代都要牢记伟大长征精神、学习伟大长征精神、弘扬伟大长征精神，使之成为我们党、我们国家、我们人民、我们军队、我们民族不断走向未来的强大精神动力。\n" +
                "　　同志们！\n" +
                "　　长征胜利80年来，我们党团结带领全国各族人民，不断推进革命、建设、改革伟大事业，进行了一次又一次波澜壮阔的伟大长征，夺取了一个又一个举世瞩目的伟大胜利。\n" +
                "　　现在，我们比历史上任何时期都更接近中华民族伟大复兴的目标，比历史上任何时期都更有信心、有能力实现这个目标。我们这一代人，继承了前人的事业，进行着今天的奋斗，更要开辟明天的道路。\n" +
                "　　蓝图已绘就，奋进正当时。前进道路上，我们要大力弘扬伟大长征精神，激励和鼓舞全党全军全国各族人民特别是青年一代发愤图强、奋发有为，继续把革命前辈开创的伟大事业推向前进，在实现“两个一百年”奋斗目标、实现中华民族伟大复兴中国梦新的长征路上续写新的篇章、创造新的辉煌！\n";
        public static String text07="党是锻造坚强领导力量的必然要求\n" +
                " ——一论学习贯彻党的十八届六中全会精神\n" +
                " 　　治国必先治党，治党务必从严。全面从严治党，是党的十八大以来党中央抓党的建设的鲜明主题。　　\n" +
                "    刚刚胜利闭幕的党的十八届六中全会，全面分析全面从严治党面临的形势和任务，系统总结近年来特别是党的十八大以来全面从严治党的理论和实践，审议通过了《关于新形势下党内政治生活的若干准则》和《中国共产党党内监督条例》，就新形势下加强党的建设作出新的重大部署。这充分体现了以习近平同志为核心的党中央坚定不移推进全面从严治党的坚强决心和历史担当，体现了全党的共同心声。学习贯彻六中全会精神，必须更加深入地认识和把握全面从严治党，坚定不移地推进全面从严治党。\n" +
                "　　回顾党的十八大以来全面从严治党的实践，关键就在一个“严”字。概括起来，主要有六个方面的从严。抓思想从严，着力教育引导全党坚定理想、坚定信念，增强“四个自信”。抓管党从严，引导全党增强政治意识、大局意识、核心意识、看齐意识，不断增强各级党组织管党治党意识和能力。抓执纪从严，坚持把纪律挺在前面，严明党的政治纪律和政治规矩，保证全党团结统一、步调一致。抓治吏从严，着力整治用人上的不正之风，优化选人用人环境。抓作风从严，着力解决许多过去被认为解决不了的问题，推动党风政风不断好转。抓反腐从严，坚持“老虎”“苍蝇”一起打，着力扎紧制度的笼子。三年多来全面从严治党带来的巨大变化，党风政风民风展现的新气象，赢得了党心民心，充分表明党中央作出全面从严治党的战略抉择是完全正确的，为党和国家事业发展积聚了强大正能量，为开创党和国家事业新局面提供了重要保证。\n" +
                "　　“办好中国的事情，关键在党，关键在党要管党、从严治党。”全党必须深刻认识到，如果管党不力、治党不严，人民群众反映强烈的突出矛盾和问题得不到及时解决，我们党执政就会面临严峻挑战。同样，如果我们让已经初步解决的问题反弹回潮、故态复发，那就会失信于民，我们党就会面临更大的危险。全面从严治党，既需要全方位用劲，也需要重点发力。加强和规范党内政治生活、加强党内监督，是新形势下加强党的建设的重要课题，也是推进全面从严治党的重要抓手。全会审议通过的党内政治生活的若干准则，根据新形势下党的建设的新特点，确立了若干操作性很强的政治原则和政治规矩，从12个方面作出具体规定，正是要解决管党治党的宽松软现象，确保党的领导坚强有力。党的执政地位，决定了党内监督在党和国家各种监督形式中是最基本的、第一位的。全会审议通过的党内监督条例，是新形势下加强党内监督的顶层设计，必须抓好贯彻执行，使其成为规范各级党组织和广大党员、干部行为的硬约束。准则、条例内在统一、相辅相成，是推进全面从严治党的重要制度法规保障。\n" +
                "当前，我国已进入全面建成小康社会决胜阶段，中华民族正处于走向伟大复兴的关键时期，各种矛盾叠加、风险隐患集聚，我们前进的路上有各种各样的“拦路虎”“绊脚石”。只有把党建设得更加坚强有力，我们党才能团结带领人民有力应对重大挑战、抵御重大风险、克服重大阻力、解决重大矛盾，赢得优势、赢得主动、赢得未来。把全面从严治党纳入“四个全面”战略布局，是新的历史条件下我们党应对世情国情党情变化的必然选择；把全面从严治党坚定不移推向纵深，是确保我们党始终成为中国特色社会主义事业坚强领导力量的必然要求。全党同志紧密团结在以习近平同志为核心的党中央周围，全面深入贯彻党的十八届六中全会精神，牢固树立政治意识、大局意识、核心意识、看齐意识，坚定不移维护党中央权威和党中央集中统一领导，着力深化全面从严治党，我们党就一定能团结带领人民不断开创中国特色社会主义事业新局面，向历史、向人民交出新的更加优异的答卷。\n" +
                "\n" +
                "\n" +
                "增强“四个意识”　维护党中央权威\n" +
                " ——二论学习贯彻党的十八届六中全会精神\n" +
                " “事在四方，要在中央。”党面临的形势越复杂，肩负的任务越艰巨，就越要维护党的团结和集中统一。党的十八届六中全会要求全党进一步增强“四个意识”，正是要确保全党统一意志、统一行动，充满生机、充满朝气，确保我们党始终成为中国特色社会主义事业的坚强领导力量。\n" +
                "我们党是用马克思主义理论武装起来的先进政党，必须坚定正确政治方向，坚守崇高理想信念。统筹推进“五位一体”总体布局，建设中国特色社会主义伟大事业，面对“四大考验”和“四种危险”的严峻挑战，面对协调推进“四个全面”战略布局的艰巨使命，只有不忘初心、继续前进，不断增强政治意识、大局意识、核心意识、看齐意识，才能筑牢全面从严治党的思想基础，我们党才能担负起团结带领全国各族人民实现中华民族伟大复兴的历史使命。\n" +
                "可以说，增强“四个意识”是维护党的团结和集中统一、推进全面从严治党的关键。“四个意识”是统一整体，为的都是确保全党方向和立场坚定正确，确保局部和整体协调一致，确保团结和集中统一，确保队伍整齐有力。怎样体现“四个意识”？如何检验“四个意识”？首先就要看是否紧密团结在党中央周围，团结在党的核心周围；就要看是否向党中央看齐，向党的核心看齐。只有增强“四个意识”特别是核心意识、看齐意识，才能有力维护党的团结和集中统一，有效应对党面临的重大挑战和危险，不断开创党和国家事业发展新局面。\n" +
                "伟大事业需要坚强领导核心。这次全会正式提出“以习近平同志为核心的党中央”，党的十八大以来的实践充分证明，习近平总书记作为党中央的核心、全党的核心，是众望所归、实至名归，是党心所向、民心所向。明确习近平总书记的核心地位，反映了全党的共同意志，反映了全党全军全国各族人民的共同心愿。今天，增强核心意识，就是要更加紧密地团结在以习近平同志为核心的党中央周围，更加坚定地维护以习近平同志为核心的党中央权威，自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致。\n" +
                "“人心齐、泰山移。”全党向中央看齐，保持高度团结和集中统一，是我们党的光荣传统和独特优势。毛泽东同志说过：“要知道，一个队伍经常是不大整齐的，所以就要常常喊看齐……看齐是原则，有偏差是实际生活，有了偏差，就喊看齐。”统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局，贯彻落实好新的发展理念，决胜全面建成小康社会，关键在党，在党中央集中统一领导，在全党统一思想、统一行动。今天，增强看齐意识，就是要经常、主动向党中央看齐，向党的理论和路线方针政策看齐，向党中央决策部署看齐，做到党中央提倡的坚决响应、党中央决定的坚决执行、党中央禁止的坚决不做。\n" +
                "“知者行之始，行者知之成。”“四个意识”强不强，不是抽象的，体现在一言一行；不只看表态，更要看实际行动。把“四个意识”转化为在党爱党、在党言党、在党忧党、在党为党的切实行动。坚持围绕核心聚力、向党中央看齐，坚持从政治上考量、在大局下行动，我们就能更好抓住机遇、战胜挑战，不断书写全面从严治党新篇章，不断开创中国特色社会主义事业新局面。 \n" +
                " \n" +
                "\n" +
                "\n" +
                "严肃党内政治生活是全面从严治党重要基础\n" +
                " ——三论学习贯彻党的十八届六中全会精神\n" +
                " “党要管党必须从党内政治生活管起，从严治党必须从党内政治生活严起。”党的十八届六中全会站在党和国家事业发展的高度，深刻总结我们党开展党内政治生活的历史经验，深入分析全面从严治党面临的形势和任务，坚持问题导向，坚持继承与创新的统一，审议通过了《关于新形势下党内政治生活的若干准则》，就新形势下加强和规范党内政治生活作出全面部署，为严肃党内政治生活、净化党内政治生态提供了基本遵循。\n" +
                "　　开展严肃认真的党内政治生活，是我们党作为马克思主义政党区别于其他政党的重要特征，是我们党的光荣传统。长期实践证明，严肃认真的党内政治生活，是我们党坚持党的性质和宗旨、保持先进性和纯洁性的重要法宝，是解决党内矛盾和问题的“金钥匙”，是广大党员、干部锤炼党性的“大熔炉”，是纯洁党风的“净化器”。党的十八大以来，以习近平同志为核心的党中央坚定推进全面从严治党，党内政治生活展现新气象，党内政治生态明显好转。三年多的实践深刻表明，要把党内存在的突出矛盾和问题解决好，要有效化解党面临的重大风险和挑战，很重要的一条就是扎紧制度的笼子，从党内政治生活管起、严起，切实加强和规范新形势下党内政治生活。\n" +
                "　　“法与时转则治，治与世宜则有功。”六中全会深刻把握新形势下党内政治生活的新情况新特点，针对党内存在的突出矛盾和问题，就坚定理想信念、坚持党的基本路线、坚决维护党中央权威、严明党的政治纪律、保持党同人民群众的血肉联系、坚持民主集中制原则、发扬党内民主和保障党员权利、坚持正确选人用人导向、严格党的组织生活制度、开展批评和自我批评、加强对权力运行的制约和监督、保持清正廉洁的政治本色等12个方面作出规定、提出明确要求。准则既是党章规定的具体化，也是近年来全面从严治党实践形成的一系列举措的系统化；既指出了病症，也开出了药方；既有治标举措，也有治本方略，是我们党坚持思想建党和制度治党相结合的具体体现。\n" +
                "　　准则管不管用，关键看能不能执行到位。党内政治生活严肃起来、认真起来，全面从严治党就有了重要基础。只有抓好思想教育这个根本，涵养政治文化，才能不断培厚良好政治生态的土壤，筑牢全党步调一致的根基；只有抓好严明纪律这个关键，强化党内制度约束，才能推动管党治党不断从“宽松软”走向“严实硬”；只有抓好选人用人这个导向，大力整治选人用人上的不正之风，才能以用人环境的风清气正促进政治生态的山清水秀；只有用好组织生活这个经常性手段，营造批评和自我批评的良好风气，才能切实加强党组织对党员的教育管理监督；只有抓住继承和创新这两个关键环节，既继承长期以来形成的光荣传统，又不断从内容、形式、载体、方法、手段等方面进行改进和创新，才能更好发挥党内政治生活的作用。“绳墨之起，为不直也。”以准则为遵循，迎着矛盾改、对准问题抓，努力营造良好政治生态，全面从严治党就能达到标本兼治的成效。\n" +
                "　　全面从严治党永远在路上。紧密团结在以习近平同志为核心的党中央周围，以严肃党内政治生活为抓手推进全面从严治党，我们定能营造风清气正的政治生态，更好担负起历史赋予的神圣使命。\n" +
                " \n" +
                "\n" +
                "\n" +
                "强化党内监督是全面从严治党重要保障\n" +
                " ——四论学习贯彻党的十八届六中全会精神\n" +
                " 党内监督是党的建设的重要内容，是永葆党的肌体健康的生命之源。\n" +
                "　　党的十八届六中全会审议通过《中国共产党党内监督条例》，对强化新形势下的党内监督作出顶层设计，为加强和规范党内监督提供了基本遵循。学习贯彻六中全会精神，一个极为重要的方面就是要抓好条例的贯彻执行，使其成为规范各级党组织和广大党员、干部行为的硬约束。\n" +
                "　　长期以来，党中央高度重视党内监督，采取了有力措施，取得了显著成绩。同时，不愿监督、不敢监督、抵制监督等现象也在党内不同程度存在。一些同志监督下级怕丢“选票”，监督同级怕伤“和气”，监督上级怕穿“小鞋”。党内监督缺位，必然导致党的领导弱化、党的建设缺失、全面从严治党不力。深化全面从严治党，必须从根本上解决主体责任缺失、监督责任缺位、管党治党宽松软的问题，把强化党内监督作为党的建设的重要基础性工程，使监督的制度优势充分释放出来。\n" +
                "　　强化党内监督，是推进全面从严治党的重要保障。党的执政地位，决定了党内监督在党和国家各种监督形式中是最基本的、第一位的，只有以党内监督带动其他监督、完善监督体系，才能为全面从严治党提供有力制度保障。现在，我们党不断完善党内监督体系，目的就是形成科学管用的防错纠错机制，既使已经发生的突出矛盾和问题得到更加深入有效的解决，又有效防范新的矛盾和问题滋生蔓延、有效防范已经解决的矛盾和问题反弹复发。这次全会通过的党内监督条例，正是规范当前和今后一个时期党内监督的基本法规。全党同志务必深刻领会六中全会精神，不断增强向体内病灶开刀的自觉性，使积极开展监督、主动接受监督成为全党的自觉行动。\n" +
                "　　“治乱存亡，其始若秋毫，察其秋毫则大物不过矣。”党内监督没有禁区、没有例外，是全党的任务，必须全党一起动手。在监督体系上，建立健全党中央统一领导、党委（党组）全面监督、纪律检查机关专责监督、党的工作部门职能监督、党的基层组织日常监督、党员民主监督的党内监督体系。在形成监督合力上，坚持党内监督同有关国家机关监督、民主党派监督、群众监督、舆论监督等相结合。在监督重点上，以党的领导机关和领导干部特别是主要领导干部为重点对象。在监督任务和内容上，确保党章党规党纪在全党有效执行，维护党中央集中统一领导，维护党的团结统一。这样，我们就能织密监督制度之网，有效解决和防范党内存在的突出矛盾和问题，有效化解党面临的重大挑战和危险。\n" +
                "　　早在延安时期，我们党就提出跳出“历史周期律”的课题。新的历史起点上，紧密团结在以习近平同志为核心的党中央周围，全面落实党内监督责任，坚定不移推进全面从严治党，不断增强党在长期执政条件下自我净化、自我完善、自我革新、自我提高能力，我们就一定能从容应对风险挑战，团结带领全国各族人民在新长征路上不断夺取新胜利。\n" +
                "\n" +
                "\n" +
                "突出抓好领导干部这个关键\n" +
                "——五论学习贯彻党的十八届六中全会精神\n" +
                "风成于上，俗形于下。领导干部以身作则、率先垂范，就能以点带面、以上率下；反之，则可能给党的形象和威信造成损害。\n" +
                "　　“新形势下加强和规范党内政治生活，重点是各级领导机关和领导干部，关键是高级干部特别是中央委员会、中央政治局、中央政治局常务委员会的组成人员”“党内监督的重点对象是党的领导机关和领导干部特别是主要领导干部”，党的十八届六中全会通过的《关于新形势下党内政治生活的若干准则》和《中国共产党党内监督条例》这两部党内法规，一个鲜明特色就是都突出了高级干部这个重点，对高级干部提出了更高的标准、更严的要求。学习贯彻十八届六中全会精神，必须突出抓好领导干部特别是高级干部这个关键，为全党全社会作出示范，带动党风政风民风进一步好转，把全面从严治党推向纵深。\n" +
                "\n" +
                "　　“欲影正者端其表，欲下廉者先之身”。我们党历来重视抓好高级干部的思想建设和作风建设，发挥高级干部的示范带头作用。党的十八大以来，以习近平同志为核心的党中央，反复强调高级干部要对党忠诚、落实管党治党责任、守住纪律底线，为全党作出表率。这次六中全会之所以突出高级干部这个重点，要求加强和规范党内政治生活、加强党内监督必须从领导干部特别是高级干部做起，从根本上说正是由他们执掌重要权力的特殊地位所决定的，也是由他们发挥示范作用的特殊职责所要求的。\n" +
                "　　位高不能擅权，权重不可谋私。近期，热播电视专题片《永远在路上》披露的细节表明，一些领导干部发生的问题，往往成为所在地方和单位各种问题滋生蔓延的主要导因。领导干部务必清醒认识自己岗位对党和国家的特殊重要性，职位越高越要自觉按照党提出的标准严格要求自己，增强自律意识、标杆意识、表率意识，模范遵守党章党规。凡是要求党员、干部做到的自己首先做到，凡是要求党员、干部不做的自己首先不做。同时，务必认真履行管党治党责任，在加强和规范党内政治生活、加强党内监督各个环节敢抓敢管，及时发现问题、有效解决问题。\n" +
                "　　对领导干部来说，“一把手”是关键中的关键。发挥好“一把手”在贯彻落实准则、条例上的示范表率作用，对管理好领导班子和领导干部具有重要意义，必须着力加强对“一把手”教育的针对性、管理的经常性、监督的有效性。对高级干部来说，中央领导层组成人员首当其责。准则和条例都对中央层面提出了专门要求，强调要从中央层面做起。子帅以正，孰敢不正？自上而下把党内政治生活、党内监督搞好，就能以令人信服的表率作用，推动全党开创全面从严治党新局面。\n" +
                "　　“人不率则不从，身不先则不信”。党的十八大以来，以习近平同志为核心的党中央身体力行、率先垂范，取得了全面从严治党的巨大成就，赢得了党心民心。紧密团结在以习近平同志为核心的党中央周围，牢固树立“四个意识”，向党中央看齐，以党中央为标杆，不忘初心、继续前进，我们就一定能不断推进全面从严治党向纵深发展，团结带领全国各族人民夺取中国特色社会主义新胜利。\n" +
                "    （来源：人民日报  作者：人民日报评论员）";
        public static String text08="95年来，中国共产党之所以一直得到广大人民群众的拥护与支持，是因为党始终坚持全心全意为人民服务的宗旨，始终代表中国最广大人民的根本利益。每一名共产党员都要坚持以知促行，加强党性锻炼和道德修养，做“四讲四有”合格党员。\n" +
                "奉献精神是党员自我发展的动力源泉，是党为人民服务的执政根基。加强党员的责任意识与担当情怀是培养奉献精神的基础，是成为合格党员的必要条件。习近平总书记说过：“我们共产党人讲奉献，就要有一颗为党为人民矢志奋斗的心，有了这颗心，就会‘痛并快乐着’，再怎么艰苦也是美的、再怎么付出也是甜的，就不会患得患失。这才是符合党和人民要求的大奉献。”习近平总书记的这几句话看似平常，但细细品味，却发人深省。共产党员的奉献与作为，是党永葆青春的根基。\n" +
                "讲奉献就要有奉献精神\n" +
                "奉献就是把自己所拥有的给予他人或集体的行为。人是具有社会性的，人脱离了社会是不可能生存和发展的。而社会是由一个个的人所构成的集合体，脱离了人，也便没了社会，社会需要人们对其负起责任。有责任，就意味着要奉献。每一个人对社会奉献，其实也就是对自己和他人奉献，并有所作为，这样才会形成和谐美好的社会。因此，社会中不可缺少奉献精神。奉献精神是具有传播性、感染性的，共产党员应该发挥表率作用。那么，什么是奉献精神？\n" +
                "以国家安危为己任的奉献是奉献精神。为了抵抗帝国主义的侵略，为了推翻反动统治的压迫，为了解除人民群众的苦难，无数共产党人献出了自己宝贵的生命，无数英雄先烈书写了可歌可泣的英雄事迹。正是这些英雄先烈的牺牲与奉献，才换来了中华人民共和国的成立，人民群众当家做主、百姓安居乐业的盛世之景。这是奉献精神的一种表现。\n" +
                "以科学与技术进步为己任的奉献是奉献精神。中国首位获诺贝尔科学奖项的本土科学家屠呦呦[yōu]，自1968年以来历经190次失败和无数次坚持，最终取得了青蒿素对疟疾抑制率达到100%的成果。她牺牲了对家庭的责任、对亲人的义务，将所有的时间、精力都奉献给了科学研究，为中国科学研究事业的发展作出了巨大贡献。雕刻火药的“大国工匠”徐立平，是中国航天科技集团公司第四研究院7416厂高级技师，几十年来一直为导弹固体燃料发动机的火药进行“微整形”。工作环境有毒易爆，要求工作人员技术精湛、一丝不苟，而徐立平的工作堪称完美。与此同时，他还设计发明了20多种整形刀具，有两种获得国家专利。他们为国家的科技进步奉献出了自己的最大努力，这正是奉献精神的体现。\n" +
                "以职业与事业为人生目标的爱岗敬业是奉献精神。鞠躬尽瘁的“化缘校长”莫振高，教书、家访、化缘、资助贫困生，对职业尽职尽责，对工作精益求精，对学生更是爱护有加。莫振高一生共筹集了3000多万元善款，让1.8万贫困学子圆了大学梦，帮助无数瑶乡儿女走出大山，改变了自己的人生。莫振高终因积劳成疾，因病去世，但他留下了千万学子的思念与爱戴，为国家、社会培养了众多能够推动社会发展的有用人才。毫无疑问，这些人才有专业的技术技能，能够为社会作出贡献，但更重要的是奉献精神在传递——在莫振高奉献精神的影响下，他们懂得感恩，也懂得奉献，而这种正能量的传递能够为社会的发展作出更大的贡献。\n" +
                "在危难关头挺身而出、牺牲小我是奉献精神。2015年感动中国人物，奋不顾身拯救“东方之星”落水乘客的“90后”潜水员官东，在“东方之星”号客轮在长江中游湖北监利水域翻沉，救援环境极其不利的情况下，冒着生命危险多次下潜，救起两名受困的幸存人员。在救人的过程中毫不考虑个人安危，这正是共产党人奉献精神的体现。无论是汶川大地震，还是2008年北京奥运会，无论是灾难面前，还是日常生活中，都会出现“志愿者”的身影。联合国将其定义为“不以利益、金钱、扬名为目的，而是为了近邻乃至世界进行贡献活动者”，他们体现的是平凡的奉献，是为了让社会更加美好的奉献。\n" +
                "热心公益与爱心资助、心中有爱是奉献精神。热心公益的“磨刀老人”吴锦泉，年过八旬，以磨刀为生，收入微薄，生活清贫。但当社会有需要时，他都会捐出自己磨刀挣来的一摞一摞零钱，累计捐款37000多元。对于一个磨刀老人来说，这是付出了多少辛勤劳动才赚来的？“当代雷锋”郭明义，多年来为希望工程、身边工友和灾区群众共计捐款12万元，先后资助了180多名特困生，自己家却一贫如洗。他们从不要求回报，只为心中坚定的信念，这种无私的捐赠与资助，体现的是无私的爱。“他舍出的每一枚硬币、每一滴血都滚烫火热。他越平凡，越发不凡，越简单，越彰显简单的伟大。”这是平凡而又不平凡的奉献。\n" +
                "奉献精神是人作为个体对社会的一种积极的同一与认同转化到行动上的表现，是人类思想与心灵的高度统一。这种表现会体现在无条件地，无论何时何地都把国家和民族利益放在第一位，当个体利益与国家和民族利益相互矛盾时，选择牺牲个人利益，不图回报地献出自己的所有，并以此为荣。党章规定：“坚持党和人民的利益高于一切，个人利益服从党和人民的利益，吃苦在前，享受在后，克己奉公，多做贡献。”这是对共产党员奉献精神的要求。在这种教育和要求下，涌现出一批批优秀的共产党员，如雷锋、王进喜、孔繁森、焦裕禄、任长霞、郭明义、王瑛、毛丰美、李保国，他们在历史的长河中将永远都是人们学习的榜样。\n" +
                "奉献精神是社会温暖的行为体现，能够拉近人与人之间的距离，建立和谐的人际关系和稳定的社会秩序，促进社会健康有序地发展。人们需要这种奉献精神，因为这将使我们的社会更加美好和幸福。奉献精神是共产党员先进性的具体体现，是共产党员是否合格的检验标准。共产党是广大人民群众中具有积极性、先进性、代表性的先进分子的集合体，是愿为理想信念、国家富强、社会发展、人民幸福而努力奋斗，甘愿奉献一切乃至生命的先进分子的集合体。奉献精神长期有效的延续，是以正确处理好国家、集体、个人三者之间的利益关系为基础的。共产党员作为广大人民群众的先锋队成员，为维护国家的安定团结、推进社会的繁荣发展、保证人民的幸福安全奉献自己的青春与热情，认真工作，恪尽职守，才能够有所作为，为实现“两个一百年”奋斗目标，实现中国梦，建设中国特色社会主义伟大事业贡献力量。\n" +
                "有作为就要勇于担当\n" +
                "作为，建树、成就的意思。有所作为，即有所成就。习近平总书记指出：“说到底，无私才能无畏，无私才敢担当，心底无私天地宽。担当就是责任，好干部必须有责任重于泰山的意识，坚持党的原则第一、党的事业第一、人民利益第一，敢于旗帜鲜明，敢于较真碰硬，对工作任劳任怨、尽心竭力、善始善终、善作善成。” 有作为的人，一定是敢担当的人。志不坚不足以攻城拔寨，意不定不足以爬坡过坎。党员只有做到吃苦在前、享乐在后，淡泊名利、无私奉献，才能带领广大人民群众投身建设中国特色社会主义的伟大事业。\n" +
                "要有作为，就要始终心系群众，对人民动真情，尽心竭力为人民办好事、实事，立党为公、忠诚为民。党员干部只有真正做到亲民爱民，才会想人民所想，急人民所急，切实帮助群众解决实际问题，让群众看见真利益、得到真实惠。要着力解决人民群众最关心最直接最现实的利益问题。对人民群众关心的教育问题、就业问题、收入分配问题、住房保障和供应体系建设问题、健康水平问题等，要一件事接着一件事办、一年接着一年干，坚持不懈地向前推进。尽心尽力为人民群众办实事，这就是奉献，就是作为，就会受到人民群众的拥护和爱戴。每一名党员干部都要积极努力、尽心尽力地为群众办好事、实事，用自己的一生履行共产党人的誓言。\n" +
                "要有作为，就要爱岗敬业。共产党员要带头参加改革开放和社会主义现代化建设，带动群众为经济发展和社会进步艰苦奋斗，在生产、工作、学习和社会生活中起先锋模范作用。每一名共产党员都要做到忠诚于事业，把党和人民的信任转化为坚定不移、历久弥坚的理想信念，转化为爱岗敬业、无私奉献的高尚情怀，转化为任劳任怨、服务群众的实际行动，转化为创新创业、创造佳绩的工作劲头。要学习屠呦呦、徐立平等先进模范人物精益求精、不怕危险、勇于创新的敬业精神，把爱岗敬业当成一种习惯，把任劳任怨当成一种信条，忠于事业，劳于岗位，认真深入地了解岗位与行业的前沿发展，勤勤恳恳，把工作做细做实。\n";


}
