package com.ysh.tv.app.wenxinbobao;

/**
 * Created by Administrator on 2016/8/1.
 */
public class WenXinBoBaoConstant {
    public static String txt01="人防、物防、技防，制度防范，群防群治合力打造平安家园；\n" +
            "党风、政风、民风，社会风气，正风方可同心构建和谐社会。\n";
    public static String txt02="八星级平安家庭标准：无违法犯罪、无上访、无邪教、无涉毒、无邻里纠纷、无家庭矛盾、无打架斗殴事件、无封建迷信人员。";


        public static String txt03="治安小广播\n" +
                "    1、广大群众和寄递物流企业应认真贯彻落实中央、省、市、县综治办等各部门联合部署的危爆物品寄递物流清理整顿专项行动，切实自觉做到“三个100%”：一是对收寄物品“先验视、后封箱”达到100%；二是物流寄递实名制达到100%；三是收寄物品通过X光机安检达到100%。全力做好涉毒、涉黄、危化品、枪支弹药以及其他涉及公共安全物品的清理。如在邮件、快递件收寄过程中发现禁寄和违禁物品，应及时向公安机关报告。\n" +
                "    2、防抢防盗防骗防毒品，戒赌戒毒戒贪戒大意,警惕警觉警醒警世人。学法、知法、懂法，法律常驻心中；用法、守法、护法，共筑平安四川省。";

    public static String txt04="防抢防盗防骗防毒品，戒赌戒毒戒贪戒大意,警惕警觉警醒警世人。\n" +
                       "学法、知法、懂法，法律常驻心中；用法、守法、护法，共筑平安四川省。";







}
