package com.ysh.tv.app.sifayangguan;

/**
 * Created by Administrator on 2016/8/1.
 */
public class SiFaYangGuanConstant {
    public static String txt01=
            "    （一）被执行人应在收到人民法院执行通知书后按通知书指定的履行期限积极履行生效法律文书确定的义务。\n" +
            "    （二）被执行人应当向人民法院如实申报财产状况，并认真填写被执行人财产申报表，如故意隐藏不予申报或申报不实，人民法院将视情节依法对被执行人采取强制措施，并追究有关人员的法律责任。\n" +
            "    （三）执行中，经人民法院合法传唤的被执行人、被执行人法定代表人或负责人及相关人员，应按指定时间到庭。期间，对于必须到场的有关人员，未经执行法院同意不得仅以委托代理人代为当场。如经两次合法传唤，被传唤人无正当理由不到场的，人民法院将对其进行拘传。\n" +
            "    （四）被执行人收到执行通知书后，不得擅自转移、隐匿、变卖、毁损财产，如有上述行为，一经查实，人民法院将依法追究被执行人及相关人员的法律责任。\n" +
            "    （五）执行期间，人民法院可依法对被执行人的财产采取冻结、扣划、查封、扣押、拍卖、变卖等强制执行措施。如有必要，亦可对被执行人及其住所或者财产、证据材料隐匿地进行搜查。\n" +
            "    （六）人民法院依法采取查封、冻结、扣押、搜查等执行措施时，被执行人应配合法院执行，不得有妨害执行职务的行为。\n" +
            "    （七）被执行人不得非法隐匿、转移、毁损已被查封、冻结、扣押的财产及证据材料（包括已被清点并责令保管的财产及证据材料），不得擅自撕毁法院张贴的公告及加贴的封条，不得将法院查封、冻结、扣押的财产进行抵押，因被执行人故意隐瞒，造成财产被重复查封、冻结、扣押而影响案件执行的，将依法追究有关人员的法律责任。\n" +
            "    （八）执行中，被执行人与申请执行人可自行和解达成协议，被执行人未履行和解协议，人民法院将根据申请执行人申请或依职权恢复对原生效法律文书的执行。\n" +
            "    （九）被执行人因不服人民法院据以执行的生效法律文书提出申诉，或该案按审判监督程序已经提审或再审的，被执行人可向人民法院告知情况，但在上级法院或本院作出中止执行裁定书或暂缓执行决定之前不得借此拒绝履行法定义务或对抗法院执行。";

    public static String txt02=
            "    劳动争议案件原、被告应提供以下证据材料：\n" +
            "    一、用人单位提交其法人资格证明：法定代表人身份证明；\n" +
            "    二、需委托他人代理诉讼的，提交授权委托书；\n" +
            "    三、合同工，提供劳动者与用人单位之间的劳动合同；固定工、临时工、季节工、农民轮换工应提供劳动者与用人单位关系的证明。\n" +
            "    四、劳动争议仲裁委员会的裁决书，或超过劳动争议仲裁时效的不予受理案件通知书。\n" +
            "    五、劳动争议发生的事实根据（包括劳动争议如何发生的、争议的内容、能证明劳动争议案件情况的一切证据材料）。\n" +
            "    六、用人单位提供解决争议的法律依据。依照的法律、行政法地方性法规、参照的规章的名称及适用的条、款、项、目、若依据是本单位的内部规定，则提供该规定的正本及复印件。\n" +
            "附件一、开除纠纷\n" +
            "1、开除处理决定书；\n" +
            "2、被开除者错误事实的证据；\n" +
            "3、开除处理程序方面的证据（企业负责人的意见，职代会的讨论决定、工会的意见、及是否书面通知本人的证据）。\n" +
            "附件二、除名纠纷\n" +
            "1、除名处理决定书；\n" +
            "2、旷工的事实依据，劳动者的原始考勤记录；\n" +
            "3、除名处理程序方面的证据材料（职代会的讨论、工会的意见及是否书面通知本人）；\n" +
            "附件三、辞退纠纷\n" +
            "1、辞退处理决定书；\n" +
            "2、被辞退者违纪的事实依据；\n" +
            "3、辞退处理程序方面的证据材料（工会意见、职代会的审议记录、是否发放《辞退证明书》）\n" +
            "附件四、辞职纠纷\n" +
            "1、辞职申请书；\n" +
            "2、审批手续、及是否批准辞职的决定书；\n" +
            "附件五、自动离职纠纷\n" +
            "1、自动离职的事实根据；\n" +
            "2、自动离职审批手续及处理决定书；\n" +
            "附件六、劳动报酬纠纷\n" +
            "1、用人单位的劳资部门出具的劳动者的工资发放标准（确定工资的标准、最低工资、工资的形式）；\n" +
            "2、工资是否实际支付、克扣或拖欠工资的事实依据；\n" +
            "3、对直接受理追索劳动报酬纠纷，应提供雇佣关系证明、双方的劳动合同（无合同的应提供付出劳动的数量、及报酬计算的证据）。\n" +
            "附件七、履行劳动合同纠纷\n" +
            "1、因工作内容而产生的纠纷\n" +
            "提供衡量劳动者劳务的数量标准及质量标准及未完成指标、任务的证据。\n" +
            "2、因式用期、合同期限而产生的纠纷\n" +
            "提供是否有非法延长试用期的证据。用人单位或劳动者随意、无故改变合同期限及单位解除合同的证据。\n" +
            "3、因工资、劳动纪律产生的纠纷（可参照开除、除名、辞退、劳动报酬纠纷举证）。";


        public static String txt03=
                "一、离婚案件中常见的问题\n" +
                "　　1、女方当事人诉讼能力较低。特别是在乡村，较之男性，女性的文化层次普遍偏低，大多数女性习惯于将纠纷提交法院，认为有法院作主就行了。法律知识的缺乏使得她们不懂如何运用法律赋予的诉讼权利，所举证据不足，难以实现其诉讼目的。有些女性当事人庭审时质证、辩论能力差，不知如何反驳对方，发言往往偏离焦点，过分纠缠细枝末节，表达不清。\n" +
                "　　2、当事人取证困难。由于离婚诉讼主要是人身关系，尤其是事关感情，隐秘性较大，只有当事人本人最清楚。即使有知情人，大多与双方都有一定关系，往往碍于情面不愿作证或有利害关系证明力较弱，这使得法官对夫妻感情是否确已破裂的认定难以把握;对于夫妻关系存续期间的债权债务，也因民间借贷合同的不规范而导致举证困难。特别是向自己亲友借债，往往由于无任何形式，债权人的证言因利害关系难以认定;符合《婚姻法》第四十六条情形而导致离婚的，由于女性自身的生理差异，更容易遭受婚姻家庭内部侵害，但举证却困难重重。像重婚、有配偶者与他人同居等过错行为，因其具有很大隐蔽性，当事人采取偷拍、偷录方式取证的，合法性得不到认可又没有其他证据佐证，使得大部分当事人无法完成举证责任，损害赔偿的请求难以得到支持。\n" +
                "　　3、夫妇共同财产分割渐成焦点。多数离婚诉讼当事人对离婚无异议，却为了财产分割争论不休，互不让步。当事人为了使自己利益最大化，不惜采取一切手段，转移、隐匿共同财产、虚报债务，加之这些证据难以调查，有些根本无法查明，难辨真伪，使得法官对夫妻共同财产难以认定，给公正审理带来困难。\n" +
                "　　4、离异家庭“问题孩子”成为社会难题。由于离婚后，有些抚养方忙于组建新的家庭，对前一次婚姻所生子女不尽抚养义务或怠于抚养，或双方均不尽义务，将孩子丢给年迈的爷爷奶奶，使这些儿童缺乏父母的亲情呵护，疏于管教，脆弱的心灵过早的蒙受阴影，一定程度上造成单亲家庭的孩子在心理、思想、家庭教育及保护等方面出现断层和缺位，较易引发犯罪及受到不法侵害。\n" +
                "二、法院审理好离婚案件的对策\n" +
                "　　婚姻是家庭的基础，家庭是社会的细胞。如果当事人因婚姻家庭纠纷问题发生纠纷不能得到公正和妥善的处理，其后果不仅仅是婚姻的破裂，家庭的解体，而且会增加社会不稳定因素，成为构建和谐社会中的一种忧患。那么，法院应该如何审理好离婚案件呢?找法网婚姻法编辑认为，法院在审理离婚案件时应注意以下几点：\n" +
                "　　1、加强对离婚案件当事人的诉讼引导。\n" +
                "　　第一、针对离婚案件当事人诉讼能力差异大，经济地位不平衡，收集证据难，社会影响大的特殊性，诉讼过程中加强对当事人的诉讼引导显得尤为重要。法院要强化庭前指导，做好释明工作，提高当事人举证能力，了解举证责任分配，知晓举证不利的后果，并在庭审中适当指导当事人围绕焦点举证、质证、辩论。\n" +
                "　　第二、家庭暴力案件中，积极推行证人作证制度。在涉及保护妇女权益的家庭暴力案件中，案件的知情人由于种种原因大多不愿意出庭为女方作证，使受害妇女合法权利得不到充分的保护。法官针对证人不愿作证的不同情况，分析证人的基本心态，作必要的宣传教育工作，消除其思想顾虑，同时落实证人作证的补偿措施，使证人能够出庭为受害妇女作证。对于涉及案件主要事实的主要证人经作工作后仍不到庭作证的，如长期与案件当事人相处的邻居、亲朋好友，他们对男方是否对妇女实施家庭暴力比较了解，但因为顾虑到邻居关系或亲朋关系，不愿出庭作证。法院依职权进行调查，取得证言，再交由当事人质证。\n" +
                "　　2、尽力保护妇女在诉讼中的权利。\n" +
                "　　首先，坚持当事人举证与法院查证相结合的原则，确保妇女权益的实现。妇女对男方财产不清楚，对于其不能提供的证据，只要其提供证据线索，即认为已举证，具体证据由法院依职权或依申请进行调查取证。然后再由双方进行质证，根据质证情况，按照照顾妇女利益的原则予以判决。\n" +
                "　　其次，在离婚案件中，充分考虑妇女对家庭的隐性贡献，给予妇女适当的补偿。法官在处理离婚案件时，向妇女释明，妇女因其对家庭的隐性贡献，有权要求男方给予适当补偿，并支持妇女的这一主张。妇女在家庭生活中的付出是无法用货币来衡量的，在离婚时，应当充分肯定女性对家庭的情感付出，由男方给予妇女适当的补偿。\n" +
                "　　3、强化庭前指导，建立多元化调处化解婚姻纠纷的机制。\n" +
                "　　首先，在受理案件时用通俗易懂的语言明确告知举证责任及举证范围，使当事人了解“谁主张、谁举证”的基本原则，以及举不出证据应承担的法律后果。法院向其明确列举离婚案件当事人应在哪几方面提供证据，如要求当事人提供婚前感情基础方面的证据、婚后相处情况的证据、婚姻现状及感情是否破裂的证据、财产及债权、债务方面的证据、子女抚养能力方面的证据及其他有关证据。并告知当事人对自己无力提供的一些证据，可以申请法院调查取证。\n" +
                "　　其次，在强化诉讼调解的同时，针对不同年龄、不同层次的当事人和案件特点，广开调解渠道，如邀请当事人共同尊重的、在家庭成员中资历较深、威信较高的亲属参与调解，邀请当事人所在单位的领导或妇联等基层组织、当事人所住社区的办公人员或邻居协助调解，邀请当事人的子女到场做工作参与调解，邀请人民调解委员会和基层组织、乡镇司法所积极参与分析产生纠纷的原因，耐心做夫妻双方的思想工作，帮助双方明白彼此间面临的差异和改进沟通方式，鼓励夫妇双方努力维系婚姻，发挥家庭功能，减少婚姻中的冲突，即便通过调解双方仍不合者，也可以通过调解将离婚的负面影响降到最低程度，有效避免夫妻双方矛盾越来越大、裂痕越来越深，也能够取得第一手资料。\n" +
                "　　4、强大对离婚案件的调解工作。利用调解前置程序，理清双方的婚姻状况及争执焦点。最高人民法院出台的简易程序审理案件的司法解释，将婚姻纠纷列入调解前置程序的框架，这样便于法官及时了解双方当事人的婚姻基础，婚后感情，涉诉原因，是否有调解和好的希望，做到心中有数“对症施药”。对夫妻感情较好的，只因一时冲动草率引诉的，可采用“冷处理”的方式;对双方因误解或误会引起的离婚，帮助双方消除误会;对婚姻感情确以破裂，在调和工作未果的情形下，应及时开庭依法妥善化解婚姻纠纷。\n" +
                "　　5、完善立法，正确适用法律。制定《婚姻法》的相应条款，以便给审理离婚案件出现的新问题提供依据。法官在审理过程中要充分发挥审判职能和运用自由心证，依法保护无过错方，严肃追究“过错方”，加大对过错方的惩罚力度，从而确保离婚案件的公正审判。\n" +
                "　　总的来说,法院在审理离婚案件的过程中要加大调解力度，审判中应贯彻和体现“能调则调，多调少判”原则，努力树立全案调解的观念，对每个离婚案件均着重调解，决不放弃，促成双方和解。加强对当事人的说教工作，给当事人解释法律，阐明离婚给家庭和社会带来的危害，促使案件调解成功。不论是调解解除婚姻关系，还是调解维持婚姻关系，都能够使当事人之间的矛盾得到缓和，从而促进了家庭和谐社会稳定。";


        public static String txt04=
                "   (一)诉讼时效期限\n" +
                "    1．普通诉讼时效期限为二年。\n" +
                "    2．特殊诉讼时效期限为一年。\n" +
                "    (1)身体受到伤害要求赔偿的；\n" +
                "    (2)出售质量不合格的商品未声明的；\n" +
                "    (3)延付或者拒付租金的；\n" +
                "    (4)寄存财物被丢失或者损毁的。\n" +
                "    (二)诉讼时效的起算  \n" +
                "    诉讼时效期间从知道或者应当知道权利被侵害时起计但是，从权利被侵害之日起超过二十年的，人民法院不予保护。\n" +
                "    (三)诉讼时效中止 \n" +
                "    在诉讼时效期间的最后六个月内，因不可抗力或者其他障碍不能行使请求权的，诉讼时效中止。从中止时效的原因消除之日起，诉讼时效期间继续计算。\n" +
                "    (四)诉讼时效中断\n" +
                "    诉讼时效因提起诉讼、当事人一方提出要求或者同意履行义务而中断。从中断时起，诉讼时效期间重新计算。\n" +
                "    (五)诉讼时效延长\n" +
                "    有特殊情况的，人民法院可以延长诉讼时效期间。";

        public static String txt05="诉讼须知\n" +
                "一、诉讼当事人 \n" +
                "我国民事诉讼法规定：公民、法人和其他组织可以作为民事诉讼的当事人，外国人、无国籍人、外国企业和组织在人民法院起诉、应诉，同中华人民共和国公民、法人和其他组织有同等的诉讼权利义务。因此，可以向我国人民法院起诉而成为诉讼当事人的，既有中国公民，也包括外国人、无国籍人；即可以是中国企业法人，包括外商投资的中外合资、合作企业或外商独资企业；也包括外国企业和组织及港、澳、台地区的企业和组织。即使不具有法人资格，但是经合法成立，具有相对独立的财产，能承担民事责任，可以进行民事活动的组织，也可以起诉和应诉成为诉讼当事人。但外国人、无国籍冬、外国企业和组织在我国法院起诉、应诉，需要委托律师代表诉讼的，必须委托中华人民共和国的律师。\n" +
                "上述规定，体现了中国法律对外甲人、无国籍人、外国企业和组织婶有关合法权益和民事诉讼权利的公正、平等保护原则。\n" +
                "二、起诉、应诉、反诉、上诉的含义。\n" +
                "起诉是当事人依法向人民法院提出请求的诉讼行为。起诉的实质要件有四个：(1)原告是与本案有直接利害关系的公民、法人和其他组织；(2)有明确的被告；(3)有具体的诉讼请求和事实理由；(4)属人民法院受理的民事诉讼的范围和受诉人民法院管辖。\n" +
                "应诉是被告按照受理起诉的人民法院的传票传唤参加诉讼的行为。\n" +
                "反诉是在已经开始的诉讼程序中，本诉的被告通过法院向本诉的原告提出的一种独立的反请求。它必须具备以下条件：(1)反诉当事人必须是本诉当事人；(2)反诉只能在本诉进行中提起；(3)反诉只能向审理本诉的人民法院提起；(4)反诉必须与本诉为同一诉讼程序；(5)反诉与本诉应有联系。\n" +
                "上诉是当事人不服第一审人民法院作出的未生效裁判，在法定期间，要求上一级人民法院对上诉请求的有关事实和法律适用进行审理的诉讼行为。\n" +
                "三、各级人民法院第一审民事案件管辖范围。\n" +
                "1、基层人民法院管辖第一审民事案件，但法律另有规定的除外。市第一中级人民法院所辖基层人民法院和万州区、涪陵区两个基层人民法院受理以财产为内容的第一审民事案件，争议金额为200万元以下；涉外和涉港、澳、台案件，争议金额为100万元以下。市第二、三、四中级人民法院所辖其他基层人民法院受理诉讼标的在100万元以下的第一审以财产为内容的民事案件以及涉外和涉港、澳、台案件。 \n" +
                "2、中级人法院管辖下列第一审民事案件：\n" +
                "（1）重大涉外案件；\n" +
                "（2）在本辖区有重大影响的案件；\n" +
                "（3）最高人民法院确定由中级人民法院管辖的案件。\n" +
                "市第一中级人民法院受理以财产为内容的第一审民事案件，争议金额为200万元（含本数）至3000万元以下的；涉外和涉港、澳、台案件，争议金额为100万元（含本数）至2000万元以下；知识产权案件，争议金额为500万元以下。\n" +
                "市中级人民法院受理以财产为内容的第一审民事案件，争议金额为100万元（含本数）至3000万元以下的；涉外和涉港、澳、台案件，争议金额为100万元（含本数）至2000万元以下；知识产权案件，争议金额为500万元以下。\n" +
                "3、 100万元以下；基层人民法院不得受理知识产权案件。高级人民法院管辖在本辖区有重大影响的第一审民事案件。受理以财产为内容的第一审民事案件，争议金额不得低于3000万元；涉外和涉港、澳、台案件诉讼争议金额不得低于2000万元。\n" +
                " 4、涉外合同和侵权纷纷案件、信用证纠纷案件、申请撤销、承认与强制执行国际仲裁裁决的案件、审查有关涉外民民商事仲裁条款效力的案件、承认与强制执行外国法院民商事判决、裁定的案件依照《最高人民法院关于涉外民商事案件诉讼管辖若干问题的规定》办理。\n" +
                "四、向人民法院起诉的条件及案件地域管辖。\n" +
                "起诉，是公民、法人和其他组织单为自己的民事权益受到侵害或者与他人发生争议而向人民法院提出诉讼请求，要求人民法院行使国家审判权：依法保护自己合法权益的行为。起诉必须具备下列条件：\n" +
                "第一、原告是与本案有直接利害关系的公民、法人和其他组织；\n" +
                "第二、有明确的被告；\n" +
                "第三、有具体的诉讼请求和事实、理由；\n" +
                "第四、属于人民法院受理民事诉讼的范围和受诉人民法院管辖。\n" +
                "起诉应以书面诉状的形式提出，而且不应有1昼骂或人身攻击等不文明的用浯。\n" +
                "㈠诉讼的一般管辖\n" +
                "对公民、法人或者其他组织提起的民事诉讼，一般由被告住所地的人民法院管辖。但下列诉讼当事人还可以选择其他有管辖权的人民法院管辖：\n" +
                "1、因合同纠纷提起的诉讼，合同的双方当事人可以在书面合同中协议选择在合同履行地或合同约定的合同签订地、原告住所地、标的物所在地人民法院管辖，但不得违反民诉法对级别管辖和专属管辖的规定。\n" +
                "2、因保险合同纠纷提起的诉讼，可选择保险标的物所在地人民法院管辖；\n" +
                "3、因票据纠纷提起的诉讼，可由票据支付地人民法院管辖；\n" +
                "4、因侵权行为提起的诉讼，可由侵权行为地人民法院管辖；\n" +
                "5、因铁路、公路、水上、航空运输和联合运输合同纠纷提起的诉讼，由运输始发地、目的地人民法院管辖。\n" +
                "可以由原告住所地人民法院管辖的民事诉讼有以下几种：\n" +
                "1、对不在中华人民共和国领域内居住的人提起的有关身份关系的诉讼；\n" +
                "2、对下落不明或者宣告失踪的人提起的有关身份关系的诉讼；\n" +
                "3、对被劳动教养的人和被监禁的人提起的诉讼。\n" +
                "㈡属于专属管辖的诉讼\n" +
                "1、因房产、土地使用权等不动产纠纷提起的诉讼，由不动产所在地人民法院管辖；\n" +
                "2、因继承遗产纠纷提起的诉讼，由被继承人死亡时住所地或者主要遗产所在地人民法院管辖。\n" +
                "㈢管辖权异议\n" +
                "当事入对人民法院受理的案件，认为该人民法院没有管辖权的，可以提出管辖权异议。管辖权异议必须在人民法院的应诉通知书送达后15日内以书面形式提出。\n" +
                "人民法院对当事人在法定期限内提出管辖权异议的，应当认真进行审查，并在十五日内作出异议是否成立的书面裁定。当事人对此裁定不服可以上诉。\n" +
                "五、诉讼收费办法。\n" +
                "1、当事人进行民事、行政诉讼，应当向人民法院交纳诉讼费。\n" +
                "2、一审案件的诉讼费由原告预交。被告提出反诉的，根据反诉金额或者价额计算诉讼费，由被告预交。\n" +
                "3、上诉案件的诉讼费，由上诉人预交。双方当事人都提出上诉的，由上诉的双方当事人分别预交。\n" +
                "4、再审立案的案件，一审未上诉生效的或提出新证据的，诉讼费由申请再审人预交。\n" +
                "5、申请执行费，由申请人预交。\n" +
                "6、应当预交诉讼费的当事人，在收到人民法院预交诉讼费的通知书后七日内未预交或者未足额预交的，提出缓减免申请未获批准并收到人民法院再次通知预交诉讼费决定书后七日内未预交的，按自动撤回起诉或自动撤回上诉处理。\n" +
                "7、人民法院实施司法救助，对于符合法定条件的当事人实行诉讼费用减、免、缓。当事人请求司法救助，应当递交书面申请和足以证明确有经济困难的证据材料，其中因生活困难或者追索基本生活费用申请司法救助的，应当提供本人因家庭生活经济状况符合有关部门规定的公民经济困难标准的证明。\n" +
                "8、 诉讼费的负担，按下列原则处理：(1)败诉人负担。人民法院在审理民事或经济案件审理终结，判定纠纷是由于败诉人引起的，应由败诉人负担。追索赡养费、抚养费、抚育费、抚恤金和劳动报酬的案件，原告可不预交案件受理费，案件审结时，由败诉方负担。(2)按比例负担。当事人部分胜诉、部分败诉时，诉讼费用，按当事人各自败诉部分的比例确定分担数额。(3)原告负担。原告撤诉的案件，诉讼费用由原告承担，受理费减半收取。(4)自行负担。由于不正当诉讼行为支付的费用，由该不正当行为人负担。(5)申请人负担。当事人向人民法院申请制作诉讼资料副本，其制作费由申请制作人负担；督促程序中，督促程序因债务人异议而终结的，申请费由申请人负担；公示催告程序中，申请费和公告费由申请人负担。(6)当事人协商负担。调解结案的，由当事人双方协商负担，协商不成的由人民法院决定。(7)法院决定负担。离婚案件诉讼费用的负担，由人民法院决定(8)被执行人负担。案件强制执行，执行费和在执行中实际支出的费用由被执行人负担。\n" +
                "六、举证须知\n" +
                "1、当事人的举证责任。当事人对自己提出的诉讼请求所依据的事实或者反驳对方诉讼请求所依据的事实有责任提供证据加以证明。没有证据或者证据不足以证明当事人的事实主张的，由负有举证责任的当事人应承担不利后果。在诉讼过程中，一方当事人对另一方当事人陈述的案件事实明确表示承认的，另一方当事人无须举证，但涉及身份关系的除外。\n" +
                "当事人不得伪造、毁灭证据，妨碍人民法院审理案件；不得以暴力、威胁、贿买方法阻止证人作证或者指使、贿买、胁迫他人作伪证；不得对其他诉讼参加人、证人、鉴定人、勘验人进行侮辱、诽谤、诬陷、殴打或者打击报复，否则将承担相应的法律责任，直至依法追究刑事责任。\n" +
                "2、人民法院调查收集证据。当事人及其诉讼代理人因客观原因不能自行收集的证据，或者人民法院认为审理案件所需要的证据，人民法院应当调查收集。上述证据经人民法院调查，未能收集到的，仍由负有举证责任的当事人承担举证不能的后果。\n" +
                "3、举证时限。当事人应当在举证时限内向人民法院提交证据材料，当事人在举证时限内不能提交的，视为放弃举证权利；当事人增加、变更诉讼请求或者提起反诉的，应当在举证期限届满前提出。\n" +
                "当事人在举证时限内提交证据材料确有困难的，应当在举证时限内向人民法院申请延期举证，经人民法院准许，可以适当延长举证期限。当事人在延长的举证期限内提交证据仍有困难的，可以再次提出延期申请，是否准许由人民法院决定。\n" +
                "\n" +
                "七、当事人的诉讼权利和义务当事人在民事诉讼中应正确行使诉讼权利和履行诉讼义务，以使民事权益受到法律保护。人民法院依法保障当事人平等和充分地行使诉讼权利，同时要求当事人必须履行诉讼义务。\n" +
                " ㈠当事人的诉讼权利\n" +
                "诉讼权利是当事人在民事诉讼中所享有的权利，是当事人维护其民事实体权益的一种重要手段。我国民事诉讼法赋予当事人的诉讼权利主要有：\n" +
                "1、原告有提起诉讼，放弃、变更诉讼请求的权利。在法院宣判前申请撤诉的是否准许，由人民法院裁定。被告有承认、反驳诉讼请求及提起反诉的权利；\n" +
                "2、双方当事人对自己的的主张有收集、提供证据的权利；有委托代理人、陈述事实、质证和辩论，请求调解和自行和解的权利。少数民族的当事人有使用本民族语言文字进行诉讼的权利。当事人及其诉讼代理人有阅读有关诉讼材料的权利；\n" +
                "3、当事人对审判人员和书记员、翻译人员、勘验人员及鉴定人，有申请回避的权利。审判人员有下列情况之一的，必须回避：(1)是本案当事人或当事人、诉讼代理人的近亲属；(2)与本案有利害关系；(3)与本案当事人有其他关系，可能影响案件公正审理的。如审判人员未主动回避，当事人可以申请他们回避。提出回避申请时，应当说明理由，在案件开始审理时提出。回避事由在案件开始审理后知道的，也可以在法庭辩论终结前提出。\n" +
                "4、当事人不服一审法院的判决、裁定，有提起上诉的权利；对已发生法律效力的判决、裁定，有请求再审的权利；胜诉的当事人对已经生效的法律文书，有申请强制执行的权利；\n" +
                "5、利害关系人因情况紧急，不立即申请财产保全将会使其合法权益受到难以弥补的损害的，有权在起诉前向人民法院申请采取财产保全措施。\n" +
                "(二)当事人必须履行的诉讼义务\n" +
                "当事人在诉讼活动中，必须遵守诉讼秩序，履行和承担法律规定的诉讼义务：\n" +
                "1、正确行使诉讼权利，是当事人最基本的一项诉讼义务。如外国当事人在中国诉讼需委托律师代理诉讼的，必须委托中国律师；\n" +
                "2、当事人对自己提出的诉讼请求，负有举证证明的义务；被告对原告提出反诉，同样负有举证责任；\n" +
                "凡是知道案件情况的单位和个人都有义务出庭作证，或向人民法院提出有关证据材料，反映与案件有关的事实；\n" +
                "3、对案件争议的事实做真实的陈述义务，当事人不能做歪曲事实的虚假陈述，更不准伪造证据；\n" +
                "4、当事人必须遵守诉讼秩序，接受人民法院的合法传唤。按时出庭诉讼，遵守法庭纪律，履行人民法院的判决书、裁定书和调解书所确定的义务。\n" +
                "对违反诉讼秩序和拒不履行诉讼义务以致妨害民事诉讼的，人民法院将依法采取强制措施予以制裁。\n" +
                "八、诉讼程序\n" +
                "1、对于案情复杂，证据材料较多的案件，法官可依职权在开庭前召集双方当事人进行庭前证据交换，当事人应当按照法官的指定和要求，履行相应的举证义务。 \n" +
                "2、确定开庭时间且当事人已经合法传唤后，当事人应当按时到庭，原告如无正当理由拒不到庭或迟延到庭，或未经法庭许可中途退庭，按撤诉处理；被告无正当理由拒不到庭或迟延到庭，或未经法庭许可中途退庭的，可缺席审判。\n" +
                "3、在诉讼过程中，一方当事人无正当理由不遵守诉讼秩序或怠于履行诉讼义务，对方当事人有权要求其补偿因此而发生案的训误工费、差旅费等费用损失。\n" +
                "4、案件审理阶段，双方当事人有权要求法官予以庭前调解或当庭调解，法官可根据双方当事人的申请决定在何阶段进行调解。调解应遵循自愿、合法的原则，法官不得强制主持调解。调解不成的，应在查明事实、分清责任的基础上及时作出裁判。\n" +
                "5、当事人对一审判决或裁定不服的，应在接到一审判决书十五日内(裁定书十日内)向原审法院或上一级人民法院提交上诉状及上诉案件受理费，当事人在接到预交上诉案件受理费的书面通知后，七日内未预交又不提出缓交申请的，按自动撤回上诉处理。\n" +
                "九、人民法院审限期的规定\n" +
                "1、民事、经济案件适用简易程序的，在立案之日起三个月内审结，适用普通程序的，六个月内审结，有特殊情况需要延长的，由本院院长批准，可以延长六个月。\n" +
                "2、行政案件应当在立案之日起三个月内作出第一审判决。\n" +
                "3、刑事案件中，适用简易程序的，应当在受理后二十日内审结，公诉案件应当在审理后一个月内宣判，至迟不得超过一个半月。自诉案件，适用普通程序被告人被羁押的，应当在被告人被羁押后一个月内宣判，至迟不得超过一个半月；被告人未被羁押的，应当在六个月内宣判，有特殊情况需要延长的，由本院院长批准，可以延长三个月。\n" +
                "4、人民法院执行生效法律文书，一般应当在立案之日起六个月内执行结案，但中止执行期间应当扣除，确有特殊情况需要延长的，由本院院长批准。\n" +
                "十、诉讼时效\n" +
                "诉讼时效，就是向法院起诉的有效期限。《民法通则》第135条规定：向人民法院请求保护民事权利的诉讼时效期间为年，法律另有规定的除外。第136条规定：下列的诉讼时效期间为一年(1)身体受到伤害要求赔偿的；(2)出售质量不合格的商品未声明的；(3)延付或拒付租金的；(4)寄存财物被丢失或者损毁的。";
        public static String txt06=
                "     1、人民法院受理执行案件的条件： \n" +
                "    （1）申请执行的法律文书已经生效； \n" +
                "    （2）申请执行人是生效法律文书确定的权利人或其继承人、权利承受人； \n" +
                "    （3）申请执行人在法定期限内（双方或者一方当事人是公民的为一年，双方是法人或者其他组织的为六个月）提出申请； \n" +
                "    （4）申请执行的法律文书有给付内容，且执行标的和被执行人明确； \n" +
                "    （5）义务人在生效法律文书确定的期限内未履行义务； \n" +
                "    （6）属于受申请执行的人民法院管辖。 \n" +
                "    2、生效法律文书的执行，一般应由当事人依法提出申请。申请执行人应携有关文件材料到人民法院立案庭办理立案登记手续，案件由立案庭移送执行机构执行。 \n" +
                "    3、申请执行，一般应向人民法院提交下列文件和证件： \n" +
                "    （1）申请执行书。申请执行书中应当写明申请执行的理由、事项、执行标的，以及申请执行人所了解的被执行人的财产状况。 \n" +
                "    （2）生效法律文书。 \n" +
                "    （3）申请执行人的身份证明。公民个人申请的，应当出示居民身份证；法人申请的，应当提交法人营业执照副本和法定代表人身份证明；其他组织申请的，应当提交营业执照副本和主要负责人身份证明。继承人或权利承受人申请执行的，还应提交继承或承受权利的证明文件。 \n" +
                "    4、申请执行人委托代理人代为申请执行的，应向人民法院提交经委托人签字或盖章的授权委托书，写明委托事项和代理人的权限。 \n" +
                "委托代理人代为放弃、变更民事权利，或代为进行执行和解，或代为收取执行款项的，应当有委托人的特别授权。 \n" +
                "    5、申请人民法院强制执行，需按照人民法院诉讼收费办法的规定缴纳申请执行的费用。";
        public static String txt07=
                "   1.主要权利\n" +
                "   (1)有申请强制执行的权利。\n" +
                "   (2)有申请诉前财产保全、财产保全、证据保全和先予执行的权利。\n" +
                "   (3)有执行和解的权利。\n" +
                "   (4)有申请复议的权利。\n" +
                "   (5)有提出执行异议的权利。\n" +
                "   2．主要义务\n" +
                "   (1)有提供财产保全、先予执行担保的义务。\n" +
                "   (2)有遵守执行秩序的义务。\n" +
                "   (3)有自觉履行法院裁判的义务。";

        public static String txt08="医疗纠纷诉讼前须知\n" +
                "     一．如患者委托律师代理医疗纠纷，则签署聘请律师协议和授权委托书，并缴纳律师费。 \n" +
                "     二．患方按以下优先顺序及时提供证据材料： \n" +
                "     1．患方的身份及亲属关系证明：患者身份证复印件，如患者死亡或不具有完全民事行为能力，则还需法定继承人或法定代理人（如配偶、父母、子女、兄弟姐妹等）的身份证及户口簿复印件； \n" +
                "     2．病历资料复印件，包括患者门诊病历、住院志（入院记录）、体温单、医嘱单、化验单（检验报告）、医学影像检查资料、特殊检查同意书、手术同意书、手术及麻醉记录单、病理资料、护理记录、出院（死亡）小结等； \n" +
                "     3．患者或家属的误工证明，如工资单或单位出具的工资证明；无工作单位的，由居委会或村委会出具无业证明； \n" +
                "     4．相关费用单据和清单，包括相关的医疗费单据、护理费单据、营养费单据、交通费单据；如患者伤残，需提供残疾等级证明和残疾用具费单据；如患者死亡，需提供丧葬费单据，伤残和死亡都应提供患者实际抚养的，无其他生活来源者的户籍证明及无业证明； \n" +
                "    5．其他，如有关专家的意见、证人证言、鉴定结论、医学文献资料等。";





}
